Repository: coletivoEITA/noosfero-ecosol
Catalog: po/*/noosfero.po
Languages: pt

source: What you can offer?
pt: O que você pode oferecer

source: You ask
pt: Pedido

source: Exchange Negociation
pt: Negociação da troca

source: Concluded at %s
pt: Concluído em %s

source: exchange arranged between %{origin} & %{target}
pt: troca combinada entre <strong> %{origin} </strong> & <strong> %{target} </strong>

source: Negociation history
pt: Histórico da negociação

source: Qty
pt: Qtd

source: Comment (optional)
pt: Comentário (opcional)

source: Unregistered item
pt: Produto/serviço não registrado

source: Scope:
pt: Escopo:

source: Process Period
pt: Período de Processamento

source: Clone Configuration
pt: Clonar Configuração

source: Label
pt: Marcador

source: Label:
pt: Marcador:

source: Color:
pt: Cor

source: Publish submissions
pt: Publicar submissões

source: Spaminator reports
pt: Relatórios do spaminator

source: Spams on comments
pt: Spams nos comentários

source: On content
pt: No conteúdo

source: From spammers
pt: De spammers

source: With spam comments
pt: Com comentários spams

source: With no network
pt: Sem rede

source: Content of comments checked as spam / number of comments verified
pt: Conteúdo de comentários verificados como spams / número de comentários verificados

source: Comments from spammers / number of comments verified
pt: Comentários de spammers / número de comentários verificados

source: Spam comments / total number of comments
pt: Comentários spams / número total de comentários

source: People with more than 2 spam comments / number of people verified
pt: Pessoas com mais de 2 comentários spams / número de pessoas verificadas

source: People who signed up more than one month ago, have no network / number of comments verified
pt: Pessoas que se cadastraram há mais de um mês, não tem rede / número de comentários verificados

source: Spammers / total number of people
pt: Spammers / número total de pessoas

source: Hi %s!
pt: Olá %s!

source: Due to the recent increase in the number of spams on %s, we decided to deactivate all inactive users on the network. It just happens that you are one of them! But there is no need to worry. Your account is completely preserved and if you want to reactivate it you just need to click on the following link and recover your password (since it was changed to a huge scramble of random characters):
pt: Devido ao recente aumento no número de spams em %s nós decidimos desativar todos os usuários inativos da rede. E você é um deles! Mas não precisa se preocupar. Sua conta está completamente preservada e se quiser reativá-la você só precisa clicar no link a seguir e recuperar sua senha (já que ela foi alterada para uma mistura de caracteres aleatórios):

source: We are sorry that this procedure might bother you a lot, but it's necessary for the healthy of our network.
pt: Lamentamos que esse procedimento poderia incomodá-lo muito, mas é necessário para a saúe na nossa rede.

source: We hope to see you back soon!
pt: Esperamos vê-lo em breve!

source: Best Regards,
pt: Saudações,

source: BSC registration
pt: Registro de BSC

source: Validate enterprises
pt: Validar pontos de cultura

source: Type in a search term for enterprise
pt: Digite um termo de pesquisa para pontos de cultura

source: Contact phone:
pt: Telefone de contato:

source: You are about to change the address, and this will break external links to this bsc or to posts inside it. Do you really want to change?
pt: Você está prestes a alterar o endereço, e isto vai quebrar links externos para esse bsc ou para artigos dentro dele. Você realmente deseja mudar?

source: The management of %{bsc} was transferred to you.
pt: A adminstração de %{bsc} foi transferida para você.

source: Client type
pt: Tipo de cliente

source: Business type
pt: Nome fantasia

source: Type in search term for enterprise
pt: Digite um termo de pesquisa para pontos de cultura

source: Quantity
pt: Quantidade

source: Unit price
pt: Preço unitário

source: Add new product
pt: Adicionar novo produto

source: Supply period
pt: Período de fornecimento

source: Type in a search term for product
pt: Digite um termo de pesquisa para produto

source: New contract
pt: Novo contrato

source: Associations awaiting approval:
pt: Associações aguardando aprovação:

source: Add new enterprise
pt: Adicionar novo ponto de cultura

source: Existing enterprises:
pt: Pontos de Cultura existentes

source: Were found %{count} enterprises with similar names on the same city, you can decide to associate one of them or create the new enterprise confirming the informations you typed in.
pt: Foram encontrados %{count} pontos de cultura com nomes similares na mesma cidade, você pode decidir assoociar um deles ou criar um novo ponto de cultura confirmando as informações que você digitou.

source: Associate
pt: Associar

source: Sort by
pt: Ordenar por

source: Date(newest first)
pt: Data(mais recentes primeiro)

source: Date(oldest first)
pt: Data(mais antigos primeiro)

source: Client name(A-Z)
pt: Nome do cliente(A-Z)

source: Client name(Z-A)
pt: Nome do cliente(Z-A)

source: There are no contracts at all.
pt: Não há contratos.

source: Are you sure?
pt: Você tem certeza?

source: Create new contract
pt: Criar novo contrato

source: Transfer Ownership
pt: Transferir administração

source: This option allows you to transfer this enterprise's management to another user. This action will remove all the current administrators. Be careful when confirming this procedure.
pt: Esta opção permite que transfira a administração do ponto de cultura para outro usuário. Esta ação removerá todos os administradores atuais. Seja cuidadoso ao confirmar este procedimento.

source: Current administrators:
pt: Administradores atuais:

source: Administrator:
pt: Administradores:

source: Type in a search term for the new administrator
pt: Digite um termo de pesquisa para o novo adiministrador

source: Number of producers
pt: Número de produtores

source: Annotations
pt: Anotações

source: Basket options
pt: Opções do cesto

source: Delivery?
pt: Entrega?

source: Option
pt: Opção

source: Remove option
pt: Remover opção

source: ADD NEW OPTION
pt: ADCIONAR NOVA OPÇÂO

source: Free delivery price:
pt: Preço de entrega grátis:

source: Empty stands for no free delivery price.
pt: Vazio significa sem preço de frete grátis.

source: No results.
pt: Sem resultados.

source: Purchase Reports
pt: Relatórios de Compra

source: to
pt: para

source: Products list
pt: Lista de produtos

source: Orders list
pt: Lista de pedidos

source: Customer
pt: Cliente

source: Purchase value
pt: Valor de compra

source: Delivery option
pt: Opção de entrega

source: Payment
pt: Pagamento

source: shopping_cart|Change
pt: Troco

source: Basket
pt: Cesto

source: Clean basket
pt: Limpar cesto

source: Shopping checkout
pt: Finalizar pedido

source: Show basket
pt: Mostrar cesto

source: Hide basket
pt: Esconder cesto

source: Ups... I had a problem to load the basket list.
pt: Opa... Eu achei um problem ao carregar o cesto de compras.

source: Did you want to reload this page?
pt: Você quer recarregar essa página?

source: Sorry, you can't have more then 100 kinds of items on this basket.
pt: Desculpe, você não pode ter mais de 100 tipos de itens no cesto.

source: Oops, you must wait your last request to finish first!
pt: Opa, você deve esperar a sua última requisição finalizar primeiro!

source: Are you sure you want to remove this item?
pt: Tem certeza de que quer excluir este ítem?

source: Are you sure you want to clean your basket?
pt: Tem certeza que quer limpar seu cesto?

source: Request sent successfully check your email.
pt: Requisição enviada com sucesso. Cheque seu email.

source: Money
pt: Dinheiro

source: shopping_cart|Check
pt: Cheque

source: Delivery Address
pt: Endereço de Entrega

source: Send buy request
pt: Enviar pedido de compra

source: This is a notification e-mail about your buy request on %s.
pt: Esse é um email de notificação sobre o seu pedido de compra em %s.

source: The supplier already received your buy request and may contact you for confirmation.
pt: O fornecedor já recebeu o seu pedido de compra e deve te contactar para confirmação.

source: If you have any doubts, contact us at: %s
pt: Se você tem alguma dúvida, nos contacte em: %s

source: Please check if your information below is correct:
pt: Por favor cheque se suas informações abaixo estão corretas:

source: Phone number
pt: Telefone

source: Here are the products you bought:
pt: Aqui estão os produtos que você pediu:

source: Thanks for buying with us!
pt: Obrigado por comprar conosco!

source: A service of %s.
pt: Um serviço de %s.

source: This is a buy request made by %s.
pt: Esse é um pedido de compra feito por %s.

source: Below follows the customer informations:
pt: Abaixo seguem as informações do consumidor:

source: And here are the items bought by this customer:
pt: E aqui estão os itens pedidos por esse consumidor:

source: If there are any problems with this email contact the admin of %s.
pt: Se houver algum problema com esse email contacte o administrador de %s.

source: Author name
pt: Nome do autor

source: Author email
pt: Email do autor

source: Edit form
pt: Editar formulário

source: Are you sure you want to remove this field?
pt: Tem certeza de que deseja remover este campo?

source: Back to submissions
pt: Voltar para submissões

source: Add a new option
pt: Adicionar uma nova opção

source: New form
pt: Novo formulário

source: Submissions for %s
pt: Submissões para %s

source: There are no submissions for this form.
pt: Não há submissões para este formulário.

source: Time
pt: Tempo

source: Back to forms
pt: Voltar para os formulários

source: Default value
pt: Valor padrão

source: Are you sure you want to remove this option?
pt: Tem certeza de que deseja remover esta opção?

source: Manage forms
pt: Gerenciar formulários

source: Period
pt: Período

source: Submissions
pt: Submissões

source: Access
pt: Accesso

source: Are you sure you want to remove this form?
pt: Tem certeza de que deseja remover esse formulário?

source: Add a new form
pt: Adicionar um novo formulário

source: Triggered on membership
pt: Disparado na associação de um novo integrante

source: Mandatory
pt: Obrigatório

source: Add a new field
pt: Adicionar um novo campo

source: View
pt: Ver

source: Dark Green
pt: Verde Escuro

source: Blue Oil
pt: Azul Petróleo

source: Blue
pt: Azul

source: Brown
pt: Marrom

source: Light Green
pt: Verde Claro

source: Light Blue
pt: Azul Claro

source: Dark Blue
pt: Azul Escuro

source: Blue Pool
pt: Azul Piscina

source: Beige
pt: Bege

source: Yellow
pt: Amarelo

source: Light Brown
pt: Marrom Claro

source: Personal website:
pt: Site pessoal:

source: vote
pt: voto

source: Vote
pt: Voto

source: Voteable
pt: Votável

source: Voteable type
pt: Tipo votável

source: Voter
pt: Votante

source: Voter type
pt: Tipo de votante

source: communityblock
pt: blocodecomunidade

source: Friends count
pt: Quantidade de amigos

source: Members count
pt: Quantidade de membros

source: Activities count
pt: Quantidade de atividades

source: Redirection after signup
pt: Redirecionamento após signup

source: videoblock
pt: blocodevideo

source: statisticsblock
pt: blocodeestatisticas

source: profilelistblock
pt: blocodelistadeperfil

source: relatedorganizationsblock
pt: blocodeorganizacoesrelacionadas

source: recentcontentblock
pt: blocodeconteudorecent

source: comment classification plugin label
pt: rótudo do plugin de classificação de comentário

source: Environment stastistics (DEPRECATED)
pt: Estatísticas do Ambiente (OBSOLETO)

source: Archived
pt: Arquivado

source: Show join leave button
pt: Mostrar botão entrar/sair

source: Context
pt: Contexto

source: Return to
pt: Voltar para

source: {fn} was already assigned to another category.
pt: {fn} já foi atribuído a outra categoria.

source: Appearance
pt: Aparência

source: User list as [CSV]
pt: Lista de usuários como [CSV]

source: User list as [XML]
pt: Lista de usuários como [XML]

source: Send e-mail to all users
pt: Enviar e-mail para todos os usuários

source: Find users
pt: Procurar usuários

source: Reset admin role
pt: Remover papel de administrador

source: Do you want to reset this user as administrator?
pt: Você quer remover os poderes de administrador desse usuário?

source: Set admin role
pt: Adicionar papel de administrador

source: Do you want to set this user as administrator?
pt: Você quer definir esse usuário como administrador?

source: Activate user
pt: Ativar usuário

source: Do you want to activate this user?
pt: Você quer ativar esse usuário?

source: Deactivate user
pt: Desativar usuário

source: Do you want to deactivate this user?
pt: Você quer desativar esse usuário?

source: Do you want to remove this user?
pt: Você quer remover esse usuário?

source: More
pt: Mais

source: View comment
pt: Ver comentário

source: My %s
pt: Meu%s

source: File (%s)
pt: Arquivo (%s)

source: Select one community to proceed
pt: Selecione uma comunidade para prosseguir

source: Block successfully saved.
pt: Bloco salvo com sucesso.

source: Status created
pt: Status criado

source: Status could not be created
pt: Status não pôde ser criado

source: Status updated
pt: Status atualizado

source: Failed to edit status
pt: Falhou em editar o status

source: Status removed
pt: Status removido

source: Status could not be removed
pt: Status não pôde ser removido

source: Label created
pt: Marcador criado

source: Label could not be created
pt: Marcador não pôde ser criado

source: Label updated
pt: Marcador atualizado

source: Failed to edit label
pt: Falhou em editar o marcador

source: Label removed
pt: Marcador removido

source: Label could not be removed
pt: Marcador não pode ser removido

source: Video (%s)
pt: Vídeo (%s)

source: A plugin to enable the video suport, with auto conversion for the web.
pt: Um plugin para habilitar suporte de video, com conversão de audio para a web.

source: Community block
pt: Bloco de comunidade

source: Help for Community Description Block.
pt: Ajuda para Bloco de Descrição de Comunidade

source: A plugin that adds a block to show community description
pt: Um plugin que adiciona um bloco para mostrar descrição da comunidade

source: Text field
pt: Campo de texto

source: Select field
pt: Campo de seleção

source: Hold down Ctrl to select options
pt: Segure Ctrl para selecionar as opções

source: Select field type
pt: Selecionar tipo do campo

source: Admission survey
pt: Questionário para associação

source: %{requestor} wants you to fill in some information before joining.
pt: %{requestor} quer que você preencha algumas informações antes de se associar.

source: Before joining %{requestor}, the administrators of this organization wants you to fill in some further information.
pt: Antes de entrar em %{requestor}, os administradores dessa organização querem que você preencha algumas informações adicionais.

source: %{requestor} wants you to fill in some further information.
pt: %{requestor} quer que você preencha algumas informações adicionais.

source: The time range selected is invalid.
pt: A faixa de tempo selecionada é inválida.

source: custom forms plugin alternative
pt: custom forms plugin field

source: Selected by default
pt: Selecionado por padrão

source: USP Number
pt: Número USP

source: A plugin that adds a block where you can add videos from youtube, vimeo and html5.
pt: Um plugin que adiciona um bloco onde você pode adicionar vídeos do youtube, vimeo e html5.

source: Display a Video
pt: Mostrar um Vídeo

source: This block presents a video from youtube, vimeo and some video formats (mp4, ogg, ogv and webm)
pt: Esse bloco apresenta um vídeo do youtube, vimeo e alguns formatos de video (mp4, ogg, ogv e webm)

source: Tests comments and suggested articles against a spam checking service compatible with the Akismet API
pt: Testa comentários e sugestões de artigo contra um serviço de verificação de spams compatível com a API Akismet

source: A plugin that display content based on page context.
pt: Um plugin que mostra conteúdo baseado do contexto da página.

source: Display context content
pt: Mostrar conteúdo contextual

source: This block displays content based on context.
pt: Este bloco apresenta conteúdo baseado no contexto.

source: New kind of content for communities.
pt: Novo tipo de conteúdo para comunidades.

source: should not be blank.
pt: não deve ser nulo.

source: Track
pt: Trilha

source: Defines a track.
pt: Define uma trilha.

source: Track Card List
pt: Lista de Cartas da Trilha

source: This block displays a list of most relevant tracks as cards.
pt: Este bloco apresenta a lista das trilhas mais relevantes como cartas.

source: Step not allowed at this parent.
pt: Passo não permitido nesse pai.

source: must be equal or after start date.
pt: deve ser igual ou após a data de ínicio.

source: Step
pt: Passo

source: Defines a step.
pt: Define uma etapa.

source: Join!
pt: Entrar!

source: Soon
pt: Logo

source: Track List
pt: Lista de Trilhas

source: This block displays a list of most relevant tracks.
pt: Este bloco apresenta a lista das trilhas mais relevantes.

source: This block presents some statistics about your context.
pt: Este bloco apresenta algumas estatísticas sobre seu contexto.

source: A plugin that adds a block where you can see statistics of it's context.
pt: Um plugin que adiciona um bloco onde você pode ver estatísticas do seu contexto.

source: A plugin that add a container block.
pt: Um plugin que adiciona um bloco container.

source: This block acts as a container for another blocks
pt: Este block age como um container para outros blocos.

source: A plugin that adds a block where you can display the content of any of your blogs.
pt: Um plugin que adiciona blocos onde você pode mostrar o conteúdo de qualquer um dos seus blogs.

source: This block displays all articles inside the blog you choose. You can edit the block to select which of your blogs is going to be displayed in the block.
pt: Esse bloco apresenta todos os conteúdos do blog escolhido. Você pode editar esse bloco para escolher qual dos seus blogs será mostrado nele.

source: Provide a button to mark a comment as read.
pt: Prover um botão para marcar um comentário como lido.

source: Mark as not read
pt: Marcar como não lido

source: Mark as read
pt: Marcar como lido

source: Publish date
pt: Data de publicação

source: A plugin that allow classification of comments.
pt: Um plugin que permite a classificação de comentários.

source: Provide buttons to like/dislike a articles and comments.
pt: Prover botões de curti/não curti para artigos e comentários.

source: Content Breadcrumbs
pt: Conteúdo de Caminho de Pão

source: This block displays breadcrumb trail.
pt: Esse bloco mostra o rastro de caminho de pão.

source: Upload Files
pt: Enviar Arquivos

source: A plugin that add a block to display breadcrumbs.
pt: Um plugin que adiciona um bloco que mostra caminhos de pão.

source: Register a valid url (Vimeo, Youtube, video files)
pt: Registre uma url válida (Vimeo, Youtube, arquivo de vídeo)

source: Show content name
pt: Mostrar nome do conteúdo

source: Show content image
pt: Mostrar imagem do conteúdo

source: Show parent content when children is empty
pt: Mostrar conteúdo do pai quando os filhos estão vazios

source: Display content types:
pt: Mostrar tipos de conteúdos:

source: more
pt: mais

source: Tracks
pt: Trilhas

source: Select Community
pt: Selecionar Comunidade

source: New Track
pt: Nova Trilha

source: Tool
pt: Ferramenta

source: Create %s
pt: Criar %s

source: Steps
pt: Passos

source: Reorder Steps
pt: Reordenar Passos

source: Save Order
pt: Salvar Ordem

source: Hidden Steps
pt: Passos Ocultos

source: Tool:
pt: Ferramenta:

source: hits
pt: acessos

source: View All
pt: Ver Todos(as)

source: Show more at another page
pt: Mostrar mais em outra página

source: Select Categories
pt: Selecionar Categorias

source: Tool type
pt: Tipo de ferramenta

source: Hidden Step
pt: Passo Oculto

source: Goals:
pt: Metas:

source: Expected Results:
pt: Resultados Esperados:

source: Show user counter
pt: Mostrar contador de usuário

source: Show community counter
pt: Mostrar contador de comunidade

source: Show enterprise counter
pt: Mostrar contador de empreendimento

source: Show category counter
pt: Mostrar contador de categoria

source: Show tag counter
pt: Mostrar contador de tag

source: Show comment counter
pt: Mostrar contador de comentário

source: Show hit counter
pt: Mostrar contador de acessos

source: Show counter for communities with template %s
pt: Mostrar contador para comunidades com template %s

source: users
pt: usuários

source: enterprises
pt: empreendimentos

source: categories
pt: categorias

source: Type of organizations to be displayed
pt: Tipo de organizações para serem mostradas

source: Both
pt: Ambos

source: This is the recent content block. Please edit it to show the content you want.
pt: Esse é o bloco de conteúdo recente. Por favor edite-o para mostrar o conteúdoque você deseja.

source: No blogs found. Please add a blog in order to configure this block.
pt: Nenhum blog encontrado. Por favor adicione um blog para configurar esse blog.

source: Choose which blog should be displayed
pt: Escolha qual blog deve ser mostrado:

source: Choose how the content should be displayed
pt: Escolha como o conteúdo deve ser mostrado

source: Title only
pt: Somente título

source: Title and abstract
pt: Título e resumo

source: Full content
pt: Conteúdo completo

source: Choose how many items will be displayed
pt: Escolha quantos itens devem ser mostrados

source: Display blog cover image
pt: Mostrar imagem de capa do blog

source: Choose which attributes should be displayed and drag to reorder them:
pt: Escolha quais atributos devem ser mostrados e mova-os parar reordená-los:

source: Dinamically load children of selected folders
pt: Carregar dinamicamente filhos das pastas selecionadas

source: Comments classification options
pt: Opções de classificação de comentários

source: Manage Labels
pt: Gerenciar Marcadores

source: Manage Status
pt: Gerenciar Status

source: Add a new status
pt: Adicionar novo status

source: Enable this status?
pt: Habilitar esse status?

source: Editing status %s
pt: Editando status %s

source: Manage comments status
pt: Gerenciar status de comentários

source: (no status registered yet)
pt: (nenhum status registrado ainda)

source: Reason enabled?
pt: Razão habilitada?

source: Are you sure you want to remove this status?
pt: Tem certeza de que quer excluir este status?

source: Add a new label
pt: Adicionar um novo marcador

source: Color
pt: Cor

source: Enable this label?
pt: Habilitar esse marcador?

source: Editing label %s
pt: Editando marcador %s

source: Manage comments labels
pt: Gerenciar marcadores de comentários

source: (no label registered yet)
pt: (nenhum marcador registrado ainda)

source: Are you sure you want to remove this label?
pt: Tem certeza que quer excluir este marcador?

source: Vote settings
pt: Configurações de voto

source: Enable on %s:
pt: Habilitar em %s:

source: Like
pt: Curtir

source: Dislike
pt: Não curtir

source: Limit of voters to display:
pt: Limite de votantes para exibir:

source: Show cms action
pt: Mostrar cms

source: Show profile
pt: Mostrar perfil

source: People who signed up more than one month ago, have no network / number of people verified
pt: Pessoas que se cadastraram há mais de um mês, não tem rede / número de pessoas verificadas

source: Sorry, you can't fill this form yet
pt: Desculpe, você não pode preencher esse formulário ainda

source: Sorry, you can't fill this form anymore
pt: Desculpe, você não pode mais preencher esse formulário

source: Download all form responses as
pt: Baixar todas as respostas como

source: Multiple Select
pt: Select Múltiplo
