Repository: coletivoEITA/noosfero-ecosol
Catalog: po/*/noosfero.po
Languages: pt

source: This text will be sent to new users if the feature "Send welcome e-mail to new users" is enabled on environment.
pt: Este texto será envado para os novos usuários se a funcionalidade "Enviar e-mail de boas vindas para novos usuários" estiver habilitada no ambiente

source: Including %s on body, it will be replaced by the real name of the e-mail recipient.
pt: Incluindo %s no corpo do e-mail, ele será sbstituído pelo nome real do destinatário do e-mail.

source: Set Environment Portal
pt: Configurar Portal do Ambiente

source: Portal identifier
pt: Identificador do portal

source: Portal identifier: %s
pt: Identificador do portal: %s

source: Select Portal Folders
pt: Selecionar Pastas do Portal

source: Define Amount by Folder
pt: Definir Quantidade por Pasta

source: Administrator Panel
pt: Painel do Administrador

source: System settings
pt: Configurações do sistema

source: Features
pt: Funcionalidades

source: Sideboxes
pt: Blocos laterais

source: Licenses
pt: Licenças

source: Trusted sites
pt: Sites confiáveis

source: Profiles
pt: Perfis

source: User roles
pt: Papéis de usuários

source: Users
pt: Usuários

source: Profile templates
pt: Templates de perfil

source: Fields
pt: Campos

source: Enterprise-related settings
pt: Configurações relacionadas com ponto de cultura

source: Message for disabled enterprises
pt: Mensagem para pontos de cultura desabilitados

source: Validators by region
pt: Validadores por região

source: type a category for the product
pt: digite a categoria para o produto

source: Phone(s):
pt: Telefone(s):

source: Location:
pt: Localização:

source: Address:
pt: Endereço:

source: Products/Services:
pt: Produtos/Serviços:

source: Distance:
pt: Distância (km):

source: Send e-mail to users
pt: Enviar e-mail para os usuários

source: Manage users
pt: Gerenciar usuários

source: Download users list
pt: Baixar lista de usuários

source: Contact Phone
pt: Telefone de Contato

source: Contact Person
pt: Pessoa de Contato

source: Foundation Year
pt: Ano de Fundação

source: Legal Form
pt: Formulário Legal

source: Economic Activity
pt: Atividade Econômica

source: Management Information
pt: Informação de Gerenciamento

source: Processed enterprise validations
pt: Validações de ponto de cultura processadas

source: See details
pt: Ver os detalhes

source: Processed validation request for %s
pt: Requisição de validação para %s processada

source: Editing the validation info
pt: Editando a informação de validação

source: %s's validation
pt: validação de %s

source: Provided information
pt: Informações providas

source: Final decision:
pt: Decisão final:

source: Approve
pt: Aprovar

source: If this enterprise passes the criteria to be considered an solidarity enconomy enterprise, you can approve it by click the button below.
pt: Se este ponto de cultura passar no critério para ser considerado um ponto de cultura de economia solidária, você pode aprová-lo clicando no botão abaixo

source: If this enterprise does not pass the criteria do be considered, use this form.
pt: Se este ponto de cultura não passar no critério para ser considerado, use este formulário.

source: Please provide an explanation for the rejection. This explanation will be sent to the requestor (required).
pt: Por favor dê uma explicação para a rejeição. Esta explicação será enviada ao requerente (requerido).

source: Enterprise validations
pt: Validações de ponto de cultura

source: Edit validation info
pt: Editando informações de validação

source: Go Back
pt: Voltar

source: Pending enterprise validations
pt: Validações de ponto de cultura pendentes

source: See details/approve/reject
pt: Ver detalhes/aprovar/rejeitar

source: See the list of processed enterprise validations
pt: Ver lista validações de pontos de cultura processados

source: Hi!
pt: Olá!

source: %{sender} (%{sender_link}) commented on the content "%{article_title}".
pt: %{sender} (%{sender_link}) comentou no conteúdo "%{article_title}".

source: Title: %s
pt: Título: %s

source: Comment:
pt: Comentário:

source: Click on the address below to view this comment:
pt: Clique no endereço abaixo para visualizar este comentário:

source: Click on the address below to cancel the notification of new comments:
pt: Clique no endereço abaixo para cancelar a notificação de novos comentários:

source: %{sender} (%{sender_link}) created a new comment on your article "%{article_title}".
pt: %{sender} (%{sender_link}) criou um novo comentário no seu artigo "%{article_title}".

source: Access the address below to view this comment:
pt: Acesse o endereço abaixo para ver este comentário:

source: Search on %s's profile
pt: Busca no perfil '%s'

source: %s results found
pt: %s resultados encontrados

source: Invite your friends
pt: Convide seus amigos

source: Step 1 of 2: Select address book
pt: Passo 1 de 2: Selecionar lista de endereços

source: Manually (empty field)
pt: Manualmente (campo em branco)

source: Please type your username in the format yourname@example.com
pt: Por favor digite seu nome de usuário no formato seunome@exemplo.com

source: We won't store your password or contact anyone without your permission.
pt: Nós não armazenamos sua senha nem contactamos ninguém sem sua permissão.

source: Step 2 of 2: Selecting Friends
pt: Passo 2 de 2: Selecionando Amigos

source: Indicate which friends you want to invite.
pt: Indique quais amigos você quer convidar.

source: Enter one e-mail address per line:
pt: Digite um endereço de e-mail por linha:

source: Check all
pt: Marcar todos

source: Uncheck all
pt: Desmarcar todos

source: Personalize invitation mail
pt: Personalize a mensagem de convite

source: Now enter an invitation message. You must keep the <url> code in your invitation text. When your friends receive the invitation e-mail, <url> will be replaced by a link that they need to click to activate their account. <user> and <friend> codes will be replaced by your name and friend name, but they are optional.
pt: Agora inclua uma mensagem de convite. Você deve deixar o código <url> no texto do convite. Quando seus amigos receberem o e-mail, <url> será substituído por um link que eles deverão clicar para ativar sua conta. <user> e <friend> serão substituídos por seu nome e do amigo, mas são opcionais.

source: Invitation text:
pt: Texto do convite:

source: Invite my friends!
pt: Convidar meus amigos!

source: Please, wait...
pt: Por favor, aguarde ...

source: Your e-mails contacts are being fetched
pt: Seus contatos de e-mail estão sendo obtidos

source: If it takes too long, you will be redirected to the previous page to try again. Be sure to fill in the fields with your correct login and password.
pt: Se demorar demais, você será redirecionado(a) para a página anterior para tentar novamente. Certifique-se de preencher os campos com seu usuário e senha corretos.

source: Verify contact list
pt: Veriricar lista de contatos

source: Add contact list
pt: Adicionar lista de contatos

source: Cancel fetching e-mails
pt: Cancelar obtenção de e-mails

source: Report reasons
pt: Razões da denúncia

source: Report profile
pt: Denunciar perfil

source: Feed
pt: Feed RSS

source: My ePortfolio
pt: Meu ePortfolio

source: Groups
pt: Grupos

source: groups
pt: grupos

source: A block that displays your groups
pt: Um bloco que apresenta seus grupos

source: A block that displays your contacts
pt: Um bloco que apresenta seus contatos

source: The groups in which the user is a member
pt: Os grupos dos quais esse(a) usuário(a) é membro

source: All groups
pt: Todos os grupos

source: One group
pt: Um grupo

source: %{num} groups
pt: %{num} grupos

source: Disable search for groups
pt: Desabilitar busca por grupos

source: Organizations
pt: Organizações

source: organizations
pt: organizações

source: The organizations where this user works.
pt: As organizações onde esse usuário trabalha.

source: A block that displays your organizations.
pt: Um bloco que apresenta suas organizações.

source: All organizations
pt: Todas as organizações

source: Disable search for organizations
pt: Desabilitar busca por organizações

source: One organization
pt: Uma organização

source: %{num} organizations
pt: %{num} organizações

source: Favorite Organizations
pt: Organizações Favoritas

source: This user's favorite organizations
pt: Organizações favoritas deste usuário

source: A block that displays your favorite organizations
pt: Um bloco que apresenta suas organizações favoritas

source: All favorite organizations
pt: Todas organizações favoritas

source: A search for organizations by products selled and local
pt: Uma busca de organizações por produtos vendidos e localização

source: Edit message for disabled organizations
pt: Editar mensagem para organizações desabilitadas

source: Add organization as favorite
pt: Adicionar organização como favorita

source: Validation info is the information the organizations will see about how your organization processes the organizations validations it receives: validation methodology, restrictions to the types of organizations the organization validates etc.
pt: Informações de validação são as informações que as organizações verão sobre como sua organização processa as validações de organizações que ela recebe: metodologia de validação, restrição de tipos de organizações que a organização valida etc.

source: Here all all <b>%s</b>'s organizations.
pt: Aqui estão todas a organizações de <b>%s</b>.

source: Here are all <b>%s</b>'s favorite organizations.
pt: Aqui estão todas as organizações favoritas de <b>%s</b>.

source: Organizations in "%s"
pt: Organizações em "%s"

source: Register a new organization
pt: Registrar nova organização

source: One contact
pt: Um contato

source: %s contacts
pt: %s contatos

source: %s groups
pt: %s grupos

source: Are you sure you want to remove %s from your contacts list?
pt: Tem certeza que quer remover %s da sua lista de contatos?

source: Note that %s will still have you as a contact, unless he/she also wants to remove you from his/her contact list.
pt: Note que %s ainda vai te ter como contato, a não ser que ele(a) também queira remover você da sua lista de contatos.

source: Yes, I want to remove %s from my contact list
pt: Sim, quero remover %s da minha lista de contatos

source: Adding %s as a contact
pt: Adicionando %s como contato

source: Are you sure you want to add %s as your contact?
pt: Tem certeza que quer adicionar %s como seu contato?

source: Note that %s will need to accept being added as your contact.
pt: Note que %s precisará aceitar ser adicionado como seu contato.

source: Classify your new contact %s:
pt: Classifique seu novo contato %s:

source: Yes, I want to add %s as my contact
pt: Sim, quero adicionar %s como meu contato

source: Manage contacts
pt: Gerenciar contatos

source: Add contact
pt: Adicionar contato

source: Clicking on this button will remove your contact relation with %s.
pt: Clicar neste botão removerá sua relação de contato com %s.

source: You have no contacts yet.
pt: Você não tem contatos ainda.

source: %s's contacts
pt: Contatos de %s

source: Here are all <b>%s</b>'s contacts.
pt: Aqui estão todas os contatos de <b>%s</b>

source: Contacts
pt: Contatos

source: Creating new group
pt: Criar novo grupo

source: Do you want to join this group?
pt: Você quer entrar neste grupo?

source: Activate your organization
pt: Ativar sua organização

source: Organization activation code
pt: Código de Ativação da Organização

source: Disable activation of organizations
pt: Desabilitar ativação de organizações

source: Manage group fields
pt: Gerenciar campos de groups

source: Create a new group
pt: Criar novo grupo

source: Choose your host community:
pt: Escolha sua comunidade principal:

source: Group Info and Settings
pt: Informações e Configurações do Grupo

source: {#} group
pt: {#} grupo

source: {#} groups
pt: {#} grupos

source: {#} organization
pt: {#} organizações

source: {#} organizations
pt: {#} organizações

source: {#} contact
pt: {#} contato

source: {#} contacts
pt: {#} contatos

source: %s's favorite organizations
pt: Organizações favoritas de %s

source: Disable Organization
pt: Desabilitar Organização

source: Enable Organization
pt: Habilitar Organização

source: Organization Validation
pt: Validação de Organização

source: Organization Info and settings
pt: Informações e Configurações da Organização

source: Choose the groups you want to join and/or create your own.
pt: Escolha os grupos que você deseja participar e/ou crie o seu próprio.

source: New group
pt: Novo grupo

source: Tags are important to new users, they'll be able to find your new group more easily.
pt: Tags são importantes para novos usuários, eles vão encontrar o seu grupo mais facilmente.

source: Organizations are disabled when created
pt: Organizações são desabilitadas quando criadas

source: Unsupported macro %s!
pt: Macro %s não suportada!

source: No description informed.
pt: Nenhuma descrição informada.

source: Institutions
pt: Instituições

source: institutions
pt: instituições

source: The institution where this user belongs.
pt: As instituições as quais este usuário pertence.

source: A block that displays your institutions.
pt: Um bloco que apresenta suas instituições.

source: All institutions
pt: Todas as instituições

source: Disable search for institutions
pt: Desabilitar busca por instituições

source: One institution
pt: Uma instituição

source: %{num} institutions
pt: %{num} instituições

source: Favorite Institutions
pt: Instituições Favoritas

source: This user's favorite institutions
pt: Instituições favoritas deste usuário

source: A block that displays your favorite institutions
pt: Um bloco que apresenta suas instituições favoritas

source: All favorite institutions
pt: Todas instituições favoritas

source: A search for institutions by products selled and local
pt: Uma busca de instituições por produtos vendidos e localização

source: Edit message for disabled institutions
pt: Editar mensagem para instituições desabilitadas

source: Add favorite institution
pt: Adicionar instituição favorita

source: Validation info is the information the institutions will see about how your organization processes the institutions validations it receives: validation methodology, restrictions to the types of institutions the organization validates etc.
pt: Informações de validação são as informações que as instituição verão sobre como sua organização processa as validações de instituições que ela recebe: metodologia, restrição de tipos de instituição valida etc.

source: Here are all <b>%s</b>'s institutions.
pt: Aqui estão todas a instituições de <b>%s</b>

source: Here are all <b>%s</b>'s favorite institutions.
pt: Aqui estão todas as instituições favoritas de <b>%s</b>.

source: Institutions in "%s"
pt: Instituições em "%s"

source: Register a new Institution
pt: Registrar nova Instituição

source: Schedule
pt: Agenda

source: Manage institutions fields
pt: Gerenciar campos de instituições

source: %s's institutions
pt: Instituições de %s

source: Activate your institution
pt: Ative sua instituição

source: Institution activation code
pt: Código de Ativação da Instituição

source: Disable activation of institutions
pt: Desabilitar ativação de instituições

source: %s's favorite institutions
pt: Instituições favoritas de %s

source: Disable Institution
pt: Desabilitar Instituição

source: Enable Institution
pt: Habilitar Instituição

source: Institution Validation
pt: Validação de Instituição

source: Institution Info and settings
pt: Informações e Configurações da Instituição

source: Institutions are disabled when created
pt: Instituições são disabilitadas quando criadas

source: published an article: %{title}
pt: publicou um artigo: %{title}

source: has made 1 new friend:<br />%{name}
pt: fez 1 novo amigo:<br />%{name}

source: has joined 1 community:<br />%{name}
pt: entrou em 1 comunidade:<br />%{name}

source: has joined the community.
pt: entrou na comunidade.

source: uploaded 1 image
pt: adicionou 1 imagem

source: sent a message to %{receiver}: <br /> "%{message}"
pt: deixou um recado para %{receiver}: <br /> "%{message}"

source: wrote: <br /> "%{text}"
pt: escreveu: <br /> "%{text}"

source: Temporary system problem
pt: Problema temporário no sistema

source: Our technical team is working on it, please try again later. Sorry for the inconvenience.
pt: Nossa equipe técnica está trabalhando nele, por favor tente mais tarde. Perdoe o incoveniente.

source: System maintainance
pt: Manutenção do sistema

source: This system is under maintainance. It should be back in a few moments.
pt: Este sistema está em manutenção. Ele deve estar de volta em alguns instantes.

source: This site uses <a href="http://noosfero.org/">Noosfero</a>, developed by %s and licensed under the <a href="http://www.gnu.org/licenses/agpl.html">GNU Affero General Public License</a> version 3 or any later version.
pt: Este site usa <a href="http://noosfero.org/">Noosfero</a>, desenvolvido pela %s e licenciado sob a <a href="http://www.gnu.org/licenses/agpl.html">GNU Affero General Public License</a> versão 3 ou superior.

source: This social network uses <a href="http://noosfero.org/">Noosfero</a>, developed by %s and licensed under the <a href="http://www.gnu.org/licenses/agpl.html">GNU Affero General Public License</a> version 3 or any later version.
pt: Esta rede social usa <a href="http://noosfero.org/">Noosfero</a>, desenvolvido pela %s e licenciado sob a <a href="http://www.gnu.org/licenses/agpl.html">GNU Affero General Public License</a> versão 3 ou superior.

source: home
pt: início

source: culture points
pt: pontos de cultura

source: offers, knowledges and interests
pt: ofertas, saberes e interesses

source: New enterprise
pt: Novo ponto de cultura

source: Log out
pt: deslogar-se

source: sign up
pt: cadastro

source: login
pt: entrar!

source: exchanges
pt: trocas

source: offers
pt: ofertas

source: knowledges
pt: saberes

source: interests
pt: interesses

source: currencies
pt: moedas

source: sniffer
pt: farejador

source: settings
pt: configurações

source: Incorrect user/password pair.
pt: O par usuário/senha está incorreto.

source: Conection requires SSL certificate and post method.
pt: A conexão exige um certificado SSL e a utilização do método 'post'.

source: Sub-organizations updated
pt: Sub-organizações atualizadas

source: Sub-organizations could not be updated
pt: As sub-organizações não puderam ser salvas

source: Consumer interests updated
pt: Interesses atualizados

source: Could not save consumer interests
pt: Não foi possível salvar os interesses

source: Tolerance updated
pt: A tolerância foi atualizada

source: Tolerance could not be updated
pt: A tolerância não pode ser atualizada

source: Ldap configuration updated successfully.
pt: Configuração do Ldap atualizada com sucesso.

source: Ldap configuration could not be saved.
pt: Configuração do Ldap não pode ser salva.

source: Your Bsc was created.
pt: Seu Bsc foi criado.

source: Enterprises validated.
pt: Ponto de Cultura validados.

source: Enterprise validations couldn't be saved.
pt: As validações de ponto de cultura não puderam ser salvas.

source: This Bsc associations were saved successfully.
pt: As associações deste Bsc foram salvas com sucesso.

source: This Bsc associations couldn't be saved.
pt: As associações deste Bsc não puderam ser salvas.

source: Enterprise ownership transferred.
pt: A administração do ponto de cultura foi transferida.

source: Enterprise was created in association with %s.
pt: O ponto de cultura foi criado em associação com %s.

source: Contract created.
pt: O contrato foi criado

source: Contract created but some products could not be added.
pt: O contrato foi criado mas alguns produtos não puderam ser adicionados.

source: Contract doesn't exists! Maybe it was already removed.
pt: O contrato não existe! Talvez ele já tenha sido removido.

source: Could not edit such contract.
pt: Não foi possível editar o contrato

source: Contract edited.
pt: Contrato editado

source: Contract edited but some products could not be added.
pt: O contrato foi editado mas alguns produtos não puderam ser adicionados.

source: Contract removed.
pt: Contrato removido.

source: Contract could not be removed. Sorry! ^^
pt: O contrato não pôde ser removdo. Desculpa!

source: Configurations was saved
pt: As configurações foram salvas

source: Configurations could not be saved
pt: As configurações não puderam ser salvas

source: Message sent
pt: A mensagem foi enviada

source: Option updated successfully.
pt: Opção foi atualizada com sucesso.

source: Option wasn't updated successfully.
pt: Opção não foi atualizada com sucesso.

source: Request sent successfully. Check your email.
pt: Requisição enviada com sucesso. Cheque seu email.

source: Basket displayed.
pt: Cesto exibido.

source: Basket hidden.
pt: Cesto escondido.

source: Delivery option updated.
pt: Opção de entrega atualizada.

source: Can't join items from different enterprises.
pt: Não é possível juntar itens de pontos de cultura diferentes.

source: There is no basket.
pt: Não há cesto.

source: This enterprise doesn't have this product.
pt: Este ponto de cultura não tem esse produto.

source: The basket doesn't have this product.
pt: O cesto não tem esse produto.

source: Invalid quantity.
pt: Quantidade inválida.

source: Undefined product
pt: Produto indefinido

source: Wrong product id
pt: Id de produto incorreto

source: Form created
pt: Formulário criado

source: Form could not be created
pt: O formulário não pode ser criado

source: Form updated
pt: Formulário atualizado

source: Form could not be updated
pt: O formulário não pode ser atualizado

source: Form removed
pt: Formulário removido.

source: Form could not be removed
pt: O formulário não pode ser removido

source: Submission saved
pt: Submissão salva

source: Submission could not be saved
pt: A submissão não pode ser salva

source: Learning
pt: Saber

source: Are you sure that you want to remove this interest?
pt: Tem certeza que quer excluir este interesse?

source: Are you sure that you want to remove this knowledge?
pt: Tem certeza que quer excluir este saber?

source: No enterprise found
pt: Nenhum ponto de cultura encontrado

source: Share learnings to the network.
pt: Compartilhe saberes para a rede

source: Learnings
pt: Saberes

source: article resource
pt: recurso de artigo

source: posting
pt: postagem

source: book
pt: livro

source: movie
pt: filme

source: post
pt: postagem

source: author
pt: autor

source: electronic
pt: eletrônico

source: advertise
pt: propaganda

source: Parcially (we did our part, the other didn't)
pt: Parcialmente (fizemos nossa parte, eles não)

source: Parcially (the other side did their part, we didn't)
pt: Parcialmente (eles fizeram sua parte, nós não)

source: Create and accepts social currencies
pt: Cria e aceita moedas sociais

source: Display your contents
pt: Apresentar um dos seus conteúdos

source: This block displays articles chosen by you. You can edit the block to select which of your articles is going to be displayed in the block.
pt: Este bloco apresenta um dos seus artigos. Você pode editar o bloco para escolher qual dos seus artigos será apresentado neste bloco.

source: A plugin that adds a block where you could choose any of your content and display it.
pt: Um plugin que adiciona blocos onde você pode escolher qualuer um dos seus conteúdos e mostrá-lo.

source: A plugin that does this and that.
pt: Um plugin que faz isto e aquilo.

source: USP number
pt: Número USP

source: Add Stoa features
pt: Adiciona a funcionalidades para o Stoa
