Repository: coletivoEITA/noosfero-ecosol
Catalog: po/*/noosfero.po
Languages: pt

source: On header, you can include a personalized banner by first adding in "Manage content", and then referencing it here. A good format is 468 X 60 pixels, PNG format.
pt: No cabeçalho, você pode incluir um banner personalizado primeiro adicionando em "Gerenciar conteúdo", e depois referenciando-o aqui. Um bom formato é 468 x 60 pixels, formato PNG.

source: On footer, you can include a slogan and your contact information etc.
pt: No cabeçalho, você pode incluir um slogan e suas informações de contato etc.

source: See existing examples:
pt: Veja exemplos existentes:

source: Content for header
pt: Conteúdo do cabeçalho

source: Content for footer
pt: Conteúdo do rodapé

source: Control Panel
pt: Painel de Controle

source: Location
pt: Localização

source: Mail settings
pt: Configurações de e-mail

source: Tasks
pt: Tarefas

source: Edit sideboxes
pt: Editar blocos laterais

source: Edit Appearance
pt: Editar Aparência

source: Edit Header and Footer
pt: Editar Cabeçalho e Rodapé

source: Manage Content
pt: Gerenciar conteúdo

source: Create blog
pt: Criar blog

source: Change Password
pt: Alterar Senha

source: Manage Members
pt: Gerenciar Integrantes

source: Manage Products and Services
pt: Gerenciar Produtos e Serviços

source: Enterprise Validation
pt: Validações de ponto de cultura

source: Disable
pt: Desabilitar

source: Enable
pt: Habilitar

source: Manage my groups
pt: Gerenciar meus grupos

source: Manage SPAM
pt: Gerenciar SPAM

source: Activate your enterprise
pt: Ativar seu ponto de cultura

source: If you received a letter with information about your enterprise activation, add here the activation code that was sent.
pt: Se você recebeu uma carta com informações sobre a ativação do seu ponto de cultura, coloque aqui o código de ativação recebido.

source: Enterprise activation code
pt: Código de Ativação do ponto de cultura

source: Activate
pt: Ativar

source: Personal information
pt: Informações pessoais

source: Deleting profile %s
pt: Removendo perfil %s

source: Are you sure you want to delete this profile?
pt: Tem certeza que quer remover este perfil?

source: You must be aware that all content of this profile (articles, events, files and pictures) will also be deleted.
pt: Você deve estar ciente de que todo o conteúdo deste perfil (artigos, eventos, arquivos e fotos) também serão removidos.

source: Yes, I am sure
pt: Sim, tenho certeza

source: No, I gave up
pt: Não, eu desisto

source: Profile settings for %s
pt: Configurações do perfil para %s

source: This profile is a template
pt: Este perfil é um modelo

source: Change picture
pt: Mudar foto

source: Image:
pt: Imagem:

source: Max size: %s (.jpg, .gif, .png)
pt: Tamanho máximo: %s (.jpg, .gif, .png)

source: Privacy options
pt: Opções de privacidade

source: Public &mdash; show my contents to all internet users
pt: Público &mdash; exibir meu conteúdo para todos os usuários da internet

source: Private &mdash; show my contents only to friends
pt: Privado &mdash; mostrar meu conteúdo apenas para amigos

source: Public &mdash; show content of this group to all internet users
pt: Público &mdash; exibir conteúdo deste grupo para todos os usuários da internet

source: Private &mdash; show content of this group only to members
pt: Privado &mdash; exibir conteúdo deste grupo apenas para membros

source: Page to redirect after login
pt: Página para redirecionar após o login

source: Automaticaly redirect the visitor to the article translated to his/her language
pt: Redirecionar o visitante para o artigo traduzido para seu idioma automaticamente

source: Select the categories of your interest
pt: Selecione as categorias de seu interesse

source: Back to control panel
pt: Voltar ao painel de controle

source: Delete profile
pt: Remover perfil

source: Enabling '%s' enterprise
pt: Habilitando ponto de cultura '%s'

source: Are you sure you want to enable %s?
pt: Tem certeza que quer habilitar %s?

source: Yes, I want to enable.
pt: Sim, quero habilitar.

source: You have pending requests
pt: Você tem solicitações pendentes

source: Process requests
pt: Processar solicitações

source: Add the inputs or raw material used by this product
pt: Adicionar insumos ou matéria-prima utilizados por este produto

source: Add inputs or raw materials used by this product and give more transparency to consumers about your enterprise
pt: Adicione insumos ou matéria-prima usado por este produto e dê mais transparência aos consumidores sobre seu ponto de cultura

source: Add new input or raw material
pt: Adicionar novo insumo ou matéria-prima

source: Add new input or raw material used by this product and give more transparency to consumers about your enterprise
pt: Adicione novo insumo ou matéria-prime usado por este produto e dê mais transparência aos consumidores sobre seu ponto de cultura

source: Drag the input with the mouse to change the order
pt: Mova o insumo com o mouse para alterar a ordem

source: Order inputs
pt: Ordenar insumos

source: Description:
pt: Descrição:

source: Choose an input or raw material to this product:
pt: Selecione um insumo ou matéria-prima para este produto:

source: Save and continue
pt: Salvar e continuar

source: This category does not allow registration of products, select a more specific category
pt: Esta categoria não aceita registro de produtos, selecione uma categoria mais específica

source: Change image
pt: Mudar imagem

source: Edit basic information
pt: Editar informações básicas

source: Click here to edit price, discount and qualifiers/certifiers to make your product more attractive and detailed for the consumers
pt: Clique aqui para adicionar preço, desconto e qualificadores/certificadores para deixar seu produto mais atrativo e detalhado para os consumidores

source: Add price and other basic information
pt: Adicionar preço e outras informações básicas

source: Click here to add price, discount and qualifiers/certifiers to make your product more attractive and detailed for the consumers
pt: Clique aqui para adicionar preço, desconto e qualificadores/certificadores para deixar seu produto mais atrativo e detalhado para os consumidores

source: Are you sure that you want to remove this input or raw material?
pt: Tem certeza que quer excluir este insumo ou matéria-prima?

source: Click here to add price and the amount used
pt: Clique aqui para adicionar preço e a quantidade

source: Inputs:
pt: Insumos:

source: Edit category of this product:
pt: Editar categoria deste produto:

source: Back to product
pt: Voltar para o produto

source: Price (%s)
pt: Preço (%s)

source: Discount (%s)
pt: Desconto (%s)

source: If your product is on sale, fill this field with the discount value
pt: Se o seu produto está à venda, preencha este campo com o valor de desconto

source: Highlight this product?
pt: Destacar este produto?

source: Add new qualifier
pt: Adicionar novo qualificador

source: Inputs and raw material
pt: Insumos e matéria-prima

source: Price composition
pt: Composição de preço

source: Back to the product listing
pt: Voltar para lista de produtos

source: Remove product or service
pt: Remover produto ou serviço

source: Edit description
pt: Editar descrição

source: Edit the description of your product and give consumers more information about what you are advertising
pt: Edite a descrição do seu produto e dê aos consumidores mais informações sobre o que você está anunciando

source: Add some description to your product
pt: Adicione alguma descrição ao seu produto

source: Add a description to your product and give consumers more information about what you are advertising
pt: Adicione ao seu produto uma descrição para dar aos consumidores mais informações sobre o que você está anunciando

source: Are you sure that you want to remove this cost?
pt: Tem certeza que quer excluir este custo?

source: Inputs
pt: Insumos

source: This value is composed by the total value of registered inputs
pt: Este valor é composto pelo valor total de insumos registrados

source: If you leave, you will lose all unsaved information. Are you sure you want to quit?
pt: Se você sair, perderá todas as informações não salvas. Tem certeza que deseja sair?

source: New cost
pt: Novo custo

source: Price %s (%s)
pt: Preço %s (%s)

source: This input or raw material inpact on the final price of the product?
pt: Este produto ou matéria-prima impacta no preço final do produto?

source: Is it from solidarity economy?
pt: É da economia solidária?

source: Save changes of this input or raw material
pt: Salvar mudanças deste insumo ou matéria-prima

source: Cancel changes of this input or raw material
pt: Cancelar mudanças deste insumo ou matéria-prima

source: The production cost of your product is not described yet. If you want to display the price composition, please add all the costs
pt: O custo de produção do seu produto ainda não está descrito. Se desejar exibir a composição do preço, por favor adicione todos os custos

source: The production cost of your product is fully described and will be displayed on your product's page
pt: O custo de produção do seu produto está totalmente descrito e será exibido na página do seu produto

source: Congratulations! Now the price is open to the public
pt: Parabéns! Agora o preço está aberto para o público

source: Listing products and services
pt: Listando produtos e serviços

source: Actions
pt: Ações

source: (no product registered yet)
pt: (nenhum produto registrado ainda)

source: Are you sure you want to remove this product?
pt: Tem certeza que quer excluir este produto?

source: New product or service
pt: Novo produto ou serviço

source: Back
pt: Voltar

source: Name:
pt: Nome:

source: Price:
pt: Preço:

source: Highlight this product
pt: Destacar este produto

source: Create product
pt: Criar produto

source: Save changes
pt: Salvar alterações

source: Select the category of the new product or service
pt: Selecione a categoria de seu novo produto ou serviço

source: Describe here the cost of production
pt: Descreva aqui o custo de produção

source: Describe details about how the price was defined
pt: Descreva detalhes sobre como o preço foi definido

source: Editing
pt: Editando

source: Edit name and unit
pt: Editar nome e unidade

source: Click here to edit the name of your product and the unit
pt: Clique aqui para editar o nome do seu produto e a unidade

source: %s: site map
pt: %s: mapa do site

source: %s's tags
pt: Tags de %s

source: Are you sure you want to remove this activity and all its replies?
pt: Você tem certeza que quer remover esta atividade e todas as suas respostas?

source: View more
pt: Ver mais

source: Content tagged with "%s"
pt: Conteúdo marcado com "%s"

source: Feed for this tag
pt: Feed RSS para essa tag

source: See content tagged with "%s" in the entire site
pt: Veja o conteúdo marcado com "%s" em todo o site

source: profile|Comment
pt: Comentar

source: %s's network activity
pt: Atividade de rede de %s

source: %s's favorite enterprises
pt: Pontos de Cultura favoritos de %s

source: Go back
pt: Voltar

source: Basic information
pt: Informações Básicas

source: Sex:
pt: Sexo:

source: Date of birth:
pt: Data de nascimento:

source: Type:
pt: Tipo:

source: Profile created at:
pt: Perfil criado em:

source: Network
pt: Rede

source: %s's wall
pt: Mural de %s

source: Share
pt: Compartilhar

source: on community %s
pt: na comunidade %s

source: See more
pt: Ver mais

source: See complete forum
pt: Ver fórum completo

source: %s's enterprises
pt: Pontos de Cultura de %s

source: Register a new enterprise
pt: Registrar um novo ponto de cultura

source: Send e-mail to members
pt: Enviar e-mail para os membros

source: Subject:
pt: Assunto:

source: Body:
pt: Corpo:

source: Cancel e-mail
pt: Cancelar e-mail

source: View all %s comments
pt: Ver todos os %s comentários

source: Are you sure you want to remove this scrap and all its replies?
pt: Você tem certeza que quer remover esta mensagem e todas as suas respostas?

source: Leaving %s
pt: Saindo %s

source: Are you sure you want to leave %s?
pt: Tem certeza que quer sair de %s?

source: Yes, I want to leave.
pt: Sim, quero sair.

source: No, I don't want
pt: Não, não quero.

source: Joining %s
pt: Entrar em %s

source: Are you sure you want to join %s?
pt: Tem certeza que quer entrar em %s?

source: Yes, I want to join.
pt: Sim, quero entrar.

source: %s's communities
pt: Comunidades de %s

source: Create a new community
pt: Criar nova comunidade

source: Products/Services
pt: Produtos/Serviços

source: Administrators:
pt: Administradores:

source: One post
pt: Um post

source: One picture
pt: Uma foto

source: Events:
pt: Eventos:

source: Tags:
pt: Marcadores:

source: Interests
pt: Interesses

source: %s's members
pt: Integrantes de %s

source: Invite your friends to join %s
pt: Convide seus amigos para entrar em %s

source: %s's fans
pt: Fãs de %s

source: %s's friends
pt: Amigos de %s

source: Manage my friends
pt: Gerenciar meus amigos

source: Invite people from my e-mail contacts
pt: Convidar pessoas dos meus contatos de e-mail

source: Leave your comment
pt: Deixe seu comentário

source: Reply
pt: Responder

source: Join community
pt: Entrar na comunidade

source: Add friend
pt: Adicionar amigo

source: Go to %s home page
pt: Ir para a página inicial do %s

source: Creating new community
pt: Criando nova comunidade

source: Note that the creation of communities in this environment is restricted. Your request to create this new community will be sent to %{environment} administrators and will be approved or rejected according to their methods and criteria.
pt: Note que a criação de comunidades neste ambiente é restrita. Sua requisição para criar essa nova comunidade será enviada aos administradores de %{environment} e será aprovada ou rejeitada de acordo com os critérios deles.

source: New members must be approved:
pt: Novos integrantes devem ser aprovados:

source: <strong>Before</strong> joining this group (a moderator has to accept the member in pending request before member can access the intranet and/or the website).
pt: <strong>Antes</strong> de entrar no grupo (um moderador precisa aceitar uma solicitação pendente antes do membro poder acessar a intranet e/ou o website).

source: <strong>After</strong> joining this group (a moderator can always desactivate access for users later).
pt: <strong>Depois</strong> de entrar no grupo (um moderador sempre pode desativar acesso dos usuários depois).

source: Create
pt: Criar

source: Invalid enterprise code
pt: Código de ponto de cultura inválido

source: The code you are using for validate your enterprise is not valid. Please check if you are typing it correctly.
pt: O código que você está usando para validar seu ponto de cultura não é válido. Por favor verifique se você está digitando corretamente.

source: Identify yourself
pt: Identifique-se

source: You need to login to be able to use all the features in this environment.
pt: Você precisa se identificar para usar todas as funcionalidades desse ambiente.

source: Sign up.
pt: Cadastro.

source: If you are not an user already, you can register now to become a member of this environment.
pt: Se você ainda não é um usuário, você pode se registrar agora e se tornar um membro desse comunidade virtual.

source: Enterprise activation - part 3 of 3
pt: Ativação de ponto de cultura - parte 3 de 3

source: Now for you manage your enterprise you have to associate an individual account to the enterprise.
pt: Agora para gerenciar seu ponto de cultura você tem que associar uma conta de usuário individual ao ponto de cultura

source: Do you have a personal user account in the system?
pt: Você já tem uma conta pessoal de usuário no sistema?

source: Personal signup form
pt: Formulário de cadastro pessoal

source: <b>Warning</b>: this form is for your personal information, not of your enterprise. So you will have a personal account that can manage your enterprise.
pt: <b>Atenção</b>: este formulário é para você cadastrar a sua conta pessoal, e não do ponto de cultura. Assim, você terá uma conta pessoal a partir da qual pode gerenciar o seu ponto de cultura

source: Enter you user name and password
pt: Entre com seu nome de usuário e senha

source: Invalid change password code
pt: Mudança inválida do código da senha

source: The code you are using for password change is not valid. Please try to request password change using the <a href="%s">"I forgot my password"</a> functionality.
pt: O código que você está usando para mudança de senha não é válido. Por favor tente requerir a mudança de senha usando a funcionalidade <a href="%s">"Eu esqueci minha senha"</a>.

source: Log in
pt: Entrar

source: New user
pt: Novo usuário

source: I forgot my password!
pt: Eu esqueci a minha senha!

source: This enterprise can't be activated by the system
pt: Este ponto de cultura não pôde ser ativado pelo sistema

source: Unfortunately this enterprise can't be activated via the system.
pt: Infelizmente este ponto de cultura não pode ser ativado pelo sistema.

source: There was a failed atempt of activation and the automated activation was disabled for your security.
pt: Houve uma tentativa falha de ativação e a ativação automática foi desativada para a sua segurança.

source: We don't have enough information about your enterprise to identify you.
pt: Nós não temos informação o suficiente sobre o seu ponto de cultura para identificá-lo

source: Your enterprise has been blocked
pt: Seu ponto de cultura foi bloqueado

source: Are you sure you want to get out?
pt: Tem certeza que quer sair?

source: No, I want to stay.
pt: Não, eu quero ficar.

source: Enter new password
pt: Entre com a nova senha

source: Hello, %s! Please enter your new password in the form below.
pt: Olá, %s! Por favor entre sua nova senha no formulário abaixo.

source: Confirm the new password
pt: Confirme a nova senha

source: This enterprise is already active
pt: Este ponto de cultura já foi ativado

source: Welcome to %s
pt: Bem-vindo a %s

source: %s was successfuly activated. Now you may go to your control panel or to the control panel of your enterprise
pt: %s foi ativado com sucesso. Agora você pode ir para o seu painel de controle ou ao painel de controle do seu ponto de cultura

source: Go to my control panel
pt: Ir para o meu painel de controle

source: Go to my enterprise control panel
pt: Ir para o painel de controle do meu ponto de cultura

source: Forgot your password?
pt: Esqueceu sua senha?

source: Instructions to password recovery could not be sent
pt: As instruções para recuperação de senha não puderam ser enviadas

source: Send instructions
pt: Enviar instruções

source: After clicking the button above, you will receive an email with a link to a page where you will be able to create a new password.
pt: Após clicar no botão acima, você receberá um e-mail com um link para uma página onde você poderá criar uma nova senha.

source: part 2 of 2
pt: parte 2 de 2

source: part 2 of 3
pt: parte 2 de 3

source: I read the terms of use and accepted them
pt: Eu li e aceito os termos de uso

source: Continue
pt: Continuar

source: Welcome to %s!
pt: Boas vindas ao ambiente %s

source: Thanks for signing up, we're thrilled to have you on our social network!
pt: Obrigado por se registrar! Agora verifique seu e-mail para ativar sua conta!

source: Firstly, some tips for getting started:
pt: Em primeiro lugar, algumas dicas para começar:

source: Confirm your account!
pt: Confirme sua conta!

source: You should receive a welcome email from us shortly. Please take a second to follow the link within to confirm your account.
pt: Você deve receber um e-mail de boas vindas em breve. Por favor, reserve um segundo para seguir o link no e-mail e confirmar sua conta.

source: You won't appear as %s until your account is confirmed.
pt: Você não aparecerá como um %s até sua conta ser confirmada.

source: What to do next?
pt: O que fazer agora?

source: %s. Upload an avatar and let your friends find you easily :)
pt: %s. Adicione uma imagem como seu avatar e permita que seus amigos encontrem você facilmente :)

source: Customize your profile
pt: Personalize seu perfil

source: Learn the guidelines. Read the %s for more details on how to use this social network!
pt: Aprenda o básico. Leia a %s para obter mais detalhes sobre como utilizar essa rede social!

source: Documentation
pt: Documentação

source: %s your Gmail, Yahoo and Hotmail contacts!
pt: %s seus contatos do Gmail, Yahoo e Hotmail!

source: Invite and find
pt: Convide e encontre

source: Start exploring and have fun!
pt: Comece a explorar e divirta-se!

source: Sign up for %s!
pt: Cadastre-se em %s

source: Account options
pt: Opções da conta

source: Change password.
pt: Alterar senha.

source: It is a good idea to change your password from times to times.
pt: É uma boa idéia alterar sua senha de tempos em tempos.

source: Edit Personal details.
pt: Editar dados pessoais

source: You can change your personal details.
pt: Você pode alterar seus dados pessoais.

source: My home page.
pt: Minha página inicial.

source: See your homepage.
pt: Veja sua página inicial.

source: Manage content.
pt: Gerenciar conteúdo.

source: Manage your content.
pt: Gerenciar o seu conteúdo

source: Logout.
pt: Sair.

source: It is always a good idea to make a logout when you finish using the environment.
pt: É sempre uma boa idéia fazer logout quando você terminar de usar a comunidade virtual.

source: Password recovery
pt: Recuperar senha

source: An e-mail was just sent to your e-mail address, with instructions for changing your password. You should receive it in a few minutes.
pt: Um email foi enviado para seu endereço de e-mail, com as instruções para mudar a sua senha. Você deve recebê-lo em alguns minutos.

source: Current password
pt: Senha atual

source: New password
pt: Nova senha

source: Confirm your new Password
pt: Confirme sua nova senha

source: The year must be between %d and %d
pt: O ano precisa estar entre %d e %d

source: A CNPJ have 14 digits
pt: Um CNPJ tem 14 dígitos

source: part 1 of 2
pt: parte 1 de 2

source: part 1 of 3
pt: parte 1 de 3

source: Pay atention! You have only one chance!
pt: Preste atenção! Você tem apenas uma chance!

source: This is a question to know if you really are part of this enterprise. Pay atention because you have only one chance to answer right and activate your enterprise. If you answer wrong you will not be able to activate the enterprise automaticaly and must get in touch with the admins of %s by email or phone.
pt: Esta é uma pergunta para saber se você é realmente parte deste ponto de cultura. Preste atenção porque você tem apenas uma chance de responder corretamente e ativar seu ponto de cultura. Se você responder errado não será mais possível ativar seu ponto de cultura automaticamente e você terá que entrar em contato com os administradores do %s por email ou telefone.

source: What year your enterprise was founded? It must have 4 digits, eg 1990. %s
pt: Qual o ano de fundação do seu ponto de cultura? Ele deve ter 4 dígitos, ex. 1990. %s

source: What is the CNPJ of your enterprise?
pt: Qual o CNPJ do seu ponto de cultura?

source: Password changed sucessfully
pt: Senha alterada com sucesso

source: %s, your new password was successfully installed.
pt: %s, sua nova senha foi alterada com sucesso.

source: You can <a href='%s'>login</a> now.
pt: Você pode <a href='%s'>logar</a> agora.

source: Manage trusted sites
pt: Gerenciar sites confiáveis

source: Here you can manage the list of trusted sites of your environment. A trusted site is a site that you consider safe enough to incorporate their content through <em>iframes</em>.
pt: Aqui você pode gerenciar a lista de sites confiáveis do seu ambiente. Um site confiável é um site que você considera seguro para incorporar seus conteúdos através de <em>iframes</em>.
