Repository: coletivoEITA/noosfero-ecosol
Catalog: po/*/noosfero.po
Languages: pt

source: Mark as SPAM
pt: Marcar como SPAM

source: Are you sure you want to mark this comment as SPAM?
pt: Tem certeza de que deseja marcar esse comentário como SPAM?

source: Remove
pt: Remover

source: Are you sure you want to remove this comment and all its replies?
pt: Você tem certeza que quer excluir este comentário e todas as suas respostas?

source: No product
pt: Sem produto

source: Are you sure you want to visit this web site?
pt: Tem certeza que quer visitar este web site?

source: Do not display at the menu
pt: Não exibir no menu

source: Orange
pt: Laranja

source: Green
pt: Verde

source: Purple
pt: Roxo

source: Red
pt: Vermelho

source: General Category
pt: Categoria geral

source: Product Category
pt: Categoria do Produto

source: Display at the menu?
pt: Mostrar no menu?

source: Type of category
pt: Tipo de categoria

source: New %s
pt: Novo %s

source: Spread this
pt: Divulgar

source: Delete
pt: Remover

source: (empty folder)
pt: (pasta vazia)

source: Edit folder
pt: Editar pasta

source: %{month}/%{day}/%{year}
pt: %{day}/%{month}/%{year}

source: %{month}/%{day}
pt: %{day}/%{month}

source: %{month_name} %{day}, %{year}
pt: %{day} de %{month_name} de %{year}

source: %{month_name} %{day}
pt: %{day} de %{month_name}

source: %{day} %{month} %{year}, %{hour}:%{minutes}
pt: %{day} de %{month} de %{year}, %{hour}:%{minutes}

source: from %{month} %{day1} to %{day2}, %{year}
pt: de %{day1} até %{day2} de %{month} de %{year}

source: from %{date1} to %{date2}, %{year}
pt: de %{date1} até %{date2} de %{year}

source: from %{date1} to %{date2}
pt: de %{date1} até %{date2}

source: Contents
pt: Conteúdos

source: Products and Services
pt: Produtos e Serviços

source: Events
pt: Eventos

source: More popular
pt: Mais populares

source: More active
pt: Mais ativas

source: More recent
pt: Mais recentes

source: More comments
pt: mais comentados

source: search in all categories
pt: procurar em todas as categorias

source: Compact
pt: Compacto

source: Full
pt: Completo

source: Display
pt: Nome de exibição

source: Filter
pt: Filtro

source: More recent contents from network
pt: Conteúdos mais recentes da rede

source: More viewed contents from network
pt: Conteúdos mais visualizados da rede

source: Most commented contents from network
pt: Conteúdos mais comentados da rede

source: More recent people from network
pt: Pessoas mais recentes da rede

source: More active people from network
pt: Pessoas mais ativas da rede

source: More popular people from network
pt: Pessoas mais populares da rede

source: More recent communities from network
pt: Comunidades mais recentes da rede

source: More active communities from network
pt: Comunidades mais ativas da rede

source: More popular communities from network
pt: Comunidades mais populares da rede

source: More recent enterprises from network
pt: Pontos de cultura mais recentes da rede

source: More active enterprises from network
pt: Pontos de cultura mais ativos da rede

source: More popular enterprises from network
pt: Pontos de cultura mais populares da rede

source: Administrator must approve all new organizations
pt: Administrador tem que aprovar todas as novas organizações

source: Administrator assigns validator organizations per region.
pt: Administrador atribui organizações validadoras por região.

source: All new organizations are approve by default
pt: Novas organizações são aprovadas por padrão

source: No tags yet.
pt: Sem tags ainda.

source: What are tags?
pt: O que são tags?

source: http://en.wikipedia.org/wiki/Tag_%28metadata%29
pt: http://pt.wikipedia.org/wiki/Tag_%28metadata%29

source: one item
pt: um item

source: Close
pt: Fechar

source: This is %s, version %s
pt: %s, versão %s

source: non registered gender
pt: gênero não registrado

source: Male
pt: Masculino

source: Female
pt: Feminino

source: Wall
pt: Mural

source: Send an e-mail
pt: Enviar e-mail

source: Join
pt: Entrar

source: Leave community
pt: Sair da comunidade

source: Profile links
pt: Links do perfil

source: Click on this icon to go to the <b>%s</b>'s home page
pt: Clique nesse ícone para ir para a página inicial de <b>%s</b>

source: Categories
pt: Categorias

source: open
pt: aberto

source: Search...
pt: Busca...

source: This is a search box. Click, write your query, and press enter to find
pt: Isto é uma caixa de busca. Clique, escreva sua consulta, e pressione enter para pesquisar

source: Click, write and press enter to find
pt: Clique, escreva e pressione enter para pesquisar

source: Public
pt: Público

source: Online Manual
pt: Manual on-line

source: Read more
pt: Leia mais

source: contents|More recent
pt: Mais recentes

source: contents|More viewed
pt: Mais visualizados

source: contents|Most commented
pt: Mais comentados

source: New content
pt: Novo conteúdo

source: people|More recent
pt: Mais recentes

source: people|More active
pt: Mais ativas

source: people|More popular
pt: Mais populares

source: My friends
pt: Meus amigos

source: Invite friends
pt: Convidar amigos

source: People menu
pt: Menu de pessoas

source: communities|More recent
pt: Mais recentes

source: communities|More active
pt: Mais ativas

source: communities|More popular
pt: Mais populares

source: My communities
pt: Minhas comunidades

source: Communities menu
pt: Menu de comunidades

source: Previous
pt: Anterior

source: <span>Manage</span> %s
pt: <span>Gerenciar</span> %s

source: Manage %s
pt: Gerenciar %s

source: Manage your pending tasks
pt: Gerenciar suas tarefas pendentes

source: <span class='welcome'>Welcome,</span> %s
pt: <span class='welcome'>Bem-vindo(a),</span> %s

source: Go to your homepage
pt: Ir à sua página inicial

source: Administration
pt: Administração

source: Configure the environment
pt: Configurar o ambiente

source: Control panel
pt: Painel de controle

source: Configure your personal account and content
pt: Configurar sua conta pessoal e conteúdo

source: Logout
pt: Sair

source: Leave the system
pt: Sair do sistema

source: characters left
pt: caracteres restantes

source: Limit of characters reached
pt: Limite de caracteres atingido

source: less than a minute
pt: menos de um minuto

source: 1 minute
pt: 1 minuto

source: less than 5 seconds
pt: menos de 5 segundos

source: less than 10 seconds
pt: menos de 10 segundos

source: less than 20 seconds
pt: menos de 20 segundos

source: half a minute
pt: meio minuto

source: %{distance} minutes ago
pt: %{distance} minutos atrás

source: about 1 hour ago
pt: por volta de 1 hora atrás

source: about %{distance} hours ago
pt: por volta de %{distance} horas atrás

source: 1 day ago
pt: 1 dia atrás

source: %{distance} days ago
pt: %{distance} dias atrás

source: Source: %s
pt: Fonte: %s

source: Zoom in
pt: Ampliar

source: Report abuse
pt: Denúncia

source: You already reported this profile.
pt: Você ja denunciou este perfil.

source: Report this profile for abusive behaviour
pt: Denunciar este perfil por comportamento abusivo

source: Type in an keyword
pt: Digite um termo de pesquisa

source: No results
pt: Sem resultados

source: Searching...
pt: Pesquisando...

source: Profile organization
pt: Organização do perfil

source: Your profile will be created according to the selected template. Click on the options to view them.
pt: Seu perfil será criado de acordo com o modelo selecionado. Clique nas opções para visualizá-los.

source: Type in a search term
pt: Digite um termo de pesquisa

source: The content here is available to %s's friends only.
pt: O conteúdo aqui está disponível apenas para os amigos do(a) %s.

source: The contents in this community is available to members only.
pt: O conteúdo desta comunidade está disponível apenas para os seus membros.

source: no comments yet
pt: sem comentários ainda

source: One comment
pt: Um comentário

source: Translations
pt: Traduções

source: New post
pt: Novo post

source: Configure blog
pt: Configurar blog

source: Agrometeorology
pt: Agrometeorologia

source: Agronomy
pt: Agronomia

source: Foods
pt: Alimentos

source: Anthropology
pt: Antropologia

source: Architecture
pt: Arquitetura

source: Arts
pt: Artes

source: Astronomy
pt: Astronomia

source: Librarianship
pt: Biblioteconomia

source: Biosciences
pt: Biociências

source: Biophysics
pt: Biofísica

source: Biology
pt: Biologia

source: Biotechnology
pt: Biotecnologia

source: Botany
pt: Botânica

source: Science Politics
pt: Ciência Política

source: Accounting and Actuarial Science
pt: Ciências Contábeis e Atuariais

source: Morphologic Sciences
pt: Ciências Morfológicas

source: Computer Science
pt: Ciência da Computação

source: Rural Development
pt: Desenvolvimento Rural

source: Law
pt: Direito

source: Ecology
pt: Ecologia

source: Economy
pt: Economia

source: Long-distance Education
pt: Educação à Distância

source: Physical Education
pt: Educação Física

source: Professional Education
pt: Educação Profissional

source: Nursing
pt: Enfermagem

source: Engineerings
pt: Engenharias

source: Basic and Average education
pt: Ensino Fundamental e Médio

source: Statistics
pt: Estatística

source: Stratigraphy
pt: Estratigrafia

source: Pharmacy
pt: Farmácia

source: Pharmacology
pt: Farmacologia

source: Philosophy
pt: Filosofia

source: Physics
pt: Física

source: Plant Protection
pt: Fitossanidade

source: Genetics
pt: Genética

source: Geosciences
pt: Geociências

source: Geography
pt: Geografia

source: Geology
pt: Geologia

source: Hydrology
pt: Hidrologia

source: Hydromechanics
pt: Hidromecânica

source: History
pt: História

source: Horticulture
pt: Horticultura

source: Informatics
pt: Informática

source: Interdisciplinary
pt: Interdisciplinar

source: Journalism
pt: Jornalismo

source: Letters
pt: Letras

source: Mathematics
pt: Matemática

source: Medicines
pt: Medicamentos

source: Medicine
pt: Medicina

source: Metallurgy
pt: Metalurgia

source: Microbiology
pt: Microbiologia

source: Mineralogy
pt: Mineralogia

source: Music
pt: Música

source: Nutrition
pt: Nutrição

source: Odontology
pt: Odontologia

source: Paleontology
pt: Paleontologia

source: Petrology
pt: Petrologia

source: Production
pt: Produção

source: Psychology
pt: Psicologia

source: Psychiatry
pt: Psiquiatria

source: Quality
pt: Qualidade

source: Chemistry
pt: Química

source: Health
pt: Saúde

source: Remote Sensing
pt: Sensoriamento Remoto

source: Forestry
pt: Silvicultura

source: Sociology
pt: Sociologia

source: Ground
pt: Solos

source: Theater
pt: Teatro

source: Transport
pt: Transporte

source: Urbanism
pt: Urbanismo

source: Veterinary Medicine
pt: Veterinária

source: Zoology
pt: Zoologia

source: Others
pt: Outra

source: Post-Doctoral
pt: Pós-Doutorado

source: Ph.D.
pt: Doutorado

source: Masters
pt: Mestrado

source: Undergraduate
pt: Graduação

source: Graduate
pt: Graduado

source: High School
pt: Ensino médio

source: Elementary School
pt: Ensino fundamental

source: Concluded
pt: Concluído

source: Incomplete
pt: Incompleto

source: Ongoing
pt: Em andamento

source: [Select ...]
pt: [Selecione ...]

source: Preferred domain name:
pt: Nome de domínio preferido:

source: Select domain
pt: Selecione um domínio

source: This field must be public
pt: Este campo precisa ser público

source: Articles
pt: Artigos

source: Contact person:
pt: Pessoa de contato:

source: Phone(s):
pt: Telefone(s)

source: Location:
pt: Localização:

source: Economic activity:
pt: Atividade econômica:

source: Distance:
pt: Distância:

source: This block is invisible. Your visitors will not see it.
pt: Este bloco é invisível. Seus visitantes não vão vê-lo.

source: Can't move up anymore.
pt: Impossível move mais acima.

source: Move block up
pt: Mover para cima

source: Can't move down anymore.
pt: Impossível mover mais abaixo.

source: Move block down
pt: Mover para baixo

source: Move to the opposite side
pt: Mover para o lado oposto

source: Remove block
pt: Remover bloco

source: Are you sure you want to remove this block?
pt: Tem certeza que quer excluir este bloco?

source: Help on this block
pt: Ajuda sobre este bloco

source: Failed to create role
pt: Falhou em criar papel

source: Failed to edit role
pt: Falhou em editar papel

source: License created
pt: Licença criada

source: License could not be created
pt: A licença não pode ser criada

source: License updated
pt: A licença foi atualizada

source: License could not be updated
pt: A licença não pode ser atualizada

source: License removed
pt: A licença foi removida.

source: License could not be removed
pt: A licença não pode ser removida

source: Roles successfuly updated
pt: Papéis alterado com sucesso

source: Couldn't change the roles
pt: Não pôde modificar os papéis

source: Member succefully unassociated
pt: Membro desassociado com sucesso

source: Failed to unassociate member
pt: Falhou em desassociar membro

source: New trusted site added.
pt: Novo site confiável adicionado.

source: Failed to add trusted site.
pt: Houve uma falha ao adicionar este site confiável.

source: Trusted site was not found
pt: Site confiável não encontrado

source: Failed to edit trusted site.
pt: Houve uma falha ao tentar editar este site confiável.

source: Trusted site removed
pt: Site confiável removido

source: Trusted site could not be removed
pt: O site confiável não pode ser removido

source: New template created
pt: O novo modelo foi criado

source: Name has already been taken
pt: O nome já está sendo utilizado

source: Plugins updated successfully.
pt: Os plugins foram atualizados com sucesso.

source: Plugins were not updated successfully.
pt: Os plugins não foram atualizados com sucesso.

source: Features updated successfully.
pt: Funcionalidades alteradas com sucesso

source: Person fields updated successfully.
pt: Campos de pessoa atualizados com sucesso.

source: Person fields not updated successfully.
pt: Campos de pessoa não atualizado com sucesso.

source: Enterprise fields updated successfully.
pt: Campos de ponto de cultura atualizados com sucesso.

source: Enterprise fields not updated successfully.
pt: Campos de ponto de cultura não atualizados com sucesso

source: Community fields updated successfully.
pt: Campos de comunidade atualizados com sucesso.

source: Community fields not updated successfully.
pt: Campos de comunidade não atualizados com sucesso.

source: Environment settings updated
pt: Configurações do ambiente atualizadas

source: Community not found. You must insert the identifier of a community from this environment
pt: Comunidade não-encontrada. Você deve inserir o identificador de uma comunidade deste ambiente

source: Saved the portal folders
pt: Pastas do portal salvas

source: Saved the number of news on folders
pt: Número de notícias nas pastas salvo.

source: The e-mails are being sent
pt: Os e-mail estão sendo enviados

source: Could not create the e-mail
pt: Não foi possível criar o e-mail

source: Failed to remove block
pt: Falhou ao remove bloco

source: "%s" configured as home page.
pt: "%s" configurado como página inicial.

source: Your publish request was sent successfully
pt: Sua requisição de publicação foi enviada com sucesso.

source: Your publish request couldn't be sent.
pt: Sua requisição de publicação não pode ser enviada

source: There is no portal community to publish your article.
pt: Não há comunidade portal para publicar seu artigo

source: Please type the words correctly
pt: Por favor digite as palavras corretamente

source: Thanks for your suggestion. The community administrators were notified.
pt: Obrigado pela sua sugestão. Os administradores da comunidade foram notificados.

source: %s could not be uploaded
pt: %s não pode ser enviado

source: Address was updated successfully!
pt: O endereço foi atualizado com sucesso!

source: All decisions were applied successfully.
pt: Todos as decisões foram aplicadas com sucesso!

source: Some decisions couldn't be applied.
pt: Algumas decisões não puderam ser aplicadas.

source: Cannot update profile
pt: Não pôde atualizar perfil

source: %s was not enabled.
pt: %s não foi habilitado.

source: %s was not disabled.
pt: %s não foi desabilitado.

source: The profile was deleted.
pt: O perfil foi removido.

source: Could not delete profile
pt: Não foi possível remover o perfil

source: Product succesfully created
pt: Produto criado com sucesso

source: Product succesfully removed
pt: Produto removido com sucesso

source: Could not remove the product
pt: Não foi possível remover o produto

source: The input was not found
pt: O insumo não foi encontrado

source: Member succesfully unassociated
pt: Integrante desassociado com sucesso

source: Current admins
pt: Administradores atuais

source: The members list couldn't be updated. Please contact the administrator.
pt: A lista de membros não pôde ser atualizada. Por favor contacte o adiministrador.

source: The members list was updated.
pt: Lista de membros atualizada.

source: Please fill your personal information below in order to get your mailbox approved by one of the administrators
pt: Por favor preencha suas informações pessoais abaixo para que sua caixa de e-mail seja aprovada por um dos administradores

source: e-Mail was not enabled successfully.
pt: e-Mail não habilitado com sucesso.

source: e-Mail disabled successfully.
pt: e-Mail desabilitado com sucesso.

source: e-Mail was not disabled successfully.
pt: O e-Mail não foi habilitado com sucesso.

source: %s's contents tagged with "%s"
pt: Conteúdo de %s marcado com a tag "%s"

source: %s administrator still needs to accept you as member.
pt: O administrador de %s ainda precisa aceitar você como integrante.

source: You just became a member of %s.
pt: Você acaba de se tornar um integrante de %s.

source: You are already a member of %s.
pt: Você já é integrante de %s

source: You are not a member of %s.
pt: Você não é integrante de %s

source: %s still needs to accept being your friend.
pt: %s ainda precisa aceitar ser seu(sua) amigo(a).

source: You are already a friend of %s.
pt: Você já é amigo de %s.

source: You have unblocked %s successfully.
pt: Você desbloqueou %s com sucesso.

source: You are not allowed to unblock enterprises in this environment.
pt: Você não está autorizado a desbloquear pontos de cultura neste ambiente.

source: Message successfully sent.
pt: Mensagem enviada com sucesso.

source: You can't leave an empty message.
pt: Você não pode deixar uma mensagem vazia.

source: Comment successfully added.
pt: Comentário adicionado com sucesso

source: You can't leave an empty comment.
pt: Você não pode deixar uma mensagem vazia.

source: Notification successfully removed.
pt: Notificação removida com sucesso

source: You could not remove this notification.
pt: Você não pode remover essa notificação

source: Profile information could not be loaded
pt: As informações do perfil não puderam ser carregadas

source: You could not answer the captcha.
pt: Você não pode responder o captcha.

source: Your abuse report was registered. The administrators are reviewing your report.
pt: Sua denúncia foi registrada. O adiministrador esta revisando sua denúncia.

source: Your report couldn't be saved due to some problem. Please contact the administrator.
pt: Sua denúncia não pôde ser salva devido algum problema. Por favor contacte o administrador.

source: This profile is inaccessible. You don't have the permission to view the content here.
pt: Este perfil esta inacessível. Você não tem permissão de visualizar este conteúdo.

source: Oops ... you cannot go ahead here
pt: Oops ... você não pode seguir em frente

source: Page not found.
pt: Página não encontrada.

source: Comment not allowed in this article
pt: Commentário não permitido nesse artigo

source: Comment was rejected
pt: O comentário foi rejeitado

source: Your comment is waiting for approval.
pt: Seu comentário está esperando aprovação.

source: Comment successfully created.
pt: Comentário criado com sucesso.

source: The comment was not removed.
pt: O comentário não foi removido.

source: You couldn't mark this comment as spam.
pt: Você não pôde marcar esse comentário como spam.

source: Your invitations are being sent.
pt: Seus convites estão sendo enviados.

source: Please enter a valid email address.
pt: Por favor entre um endereço de e-mail válido.

source: You are not allowed to view this content.
pt: Você não está autorizado a visualizar esta página.

source: You can contact the owner of this profile to request access then.
pt: Você pode contactar o dono deste perfil e pedir acesso.

source: Notification of new comments to '%s' was successfully canceled
pt: A notificação de novos comentários para '%s' foi cancelada com sucesso

source: Contact successfully sent
pt: Contato enviado com sucesso

source: Contact not sent
pt: Contato não enviado

source: Upcoming events
pt: Próximos eventos

source: Your account has been activated, now you can log in!
pt: Sua conta foi ativada, agora você pode fazer login!

source: It looks like you're trying to activate an account. Perhaps have already activated this account?
pt: Parece que você esta tentando ativar uma conta. Talvez você ja tenha ativado esta conta?

source: Logged in successfully
pt: Login bem sucedido

source: Incorrect username or password
pt: Nome ou senha incorreto

source: This environment doesn't allow user registration.
pt: Este ambiente não permite o registro de usuários.

source: Captcha (the human test)
pt: Captcha (o teste humano)

source: You have been logged out.
pt: Você saiu do sistema.

source: Your password has been changed successfully!
pt: Sua senha foi alterada com sucesso!

source: The supplied current password is incorrect.
pt: A senha informada está incorreta

source: This environment doesn't allow password recovery.
pt: Este ambiente não permite a recuperação da senha.

source: This login name is available
pt: Este nome de usuário está disponível

source: This login name is unavailable
pt: Este nome de usuário está indisponível

source: This e-mail address is available
pt: Este endereço de e-mail está disponível

source: This e-mail address is taken
pt: Este endereço de e-mail já está sendo utilizado

source: This action is not available for "%s".
pt: Esta ação não está disponível para "%s".

source: Origin not in allowed.
pt: Origem não permitida.

source: A short name by which you like to be known. Will be used in friends listings, community member listings etc.
pt: Um nome curto pelo qual você quer ser conhecido. Será usado em listagem de amigos, listagem de integrantes de comunidades etc.

source: Home phone
pt: Telefone residencial

source: Address (street and number)
pt: Endereço (rua e número)

source: Custom formation
pt: Outra formação

source: Disabling '%s' enterprise
pt: Desabilitando pontos de cultura '%s'

source: Are you sure you want to disable %s?
pt: Tem certeza que quer desabilitar %s?

source: Yes, I want to disable.
pt: Sim, quero desabilitar.

source: No, I don't want.
pt: Não, não quero.

source: General information
pt: Informações gerais

source: WARNING!
pt: ATENÇÃO!

source: You are about to change the address, and this will break external links to the homepage or to content inside it. Do you really want to change?
pt: Você está prestes a alterar o endereço, e isto vai quebrar links externos para a homepage ou para conteúdo dentro dela. Você quer realmente mudar?

source: Yes
pt: Sim

source: No
pt: Não

source: Enable "contact us"
pt: Habilitar "fale conosco"

source: Editing header and footer
pt: Editando cabeçalho e rodapé

source: Using the fields below you can customize the header and footer for your website:
pt: Usando os campos abaixo você pode customizar o cabeçalho e rodapé para o seu website:
