Repository: coletivoEITA/noosfero-ecosol
Catalog: po/*/noosfero.po
Languages: pt

source: Alternative
pt: Alternativa

source: Preselected
pt: Pré-selecionado

source: Add a new alternative
pt: Adicionar nova alternativa

source: Remove alternative
pt: Remover alternativa

source: Default text:
pt: Texto padrão:

source: Remove field
pt: Remover campo

source: What is the time limit for this form to be filled?
pt: Qual o período limite em que esse formulário pode ser preenchido?

source: Triggered on membership request as requirement for approval
pt: Disparado para novos integrantes como requisito de aprovação

source: Triggered after membership
pt: Disparado depois da aprovação de um novo integrante

source: Add a new text field
pt: Adicionar novo campo de texto

source: Add a new select field
pt: Adicionar novo campo de seleção

source: Pending submissions for %s
pt: Submissões pendentes para %s

source: There are no pending submissions for this form.
pt: Não há submissões pendentes para esse formulário

source: Enable shopping basket
pt: Habilitar cesto de compras

source: Enable delivery fields on orders
pt: Ativar campos de entrega para pedidos

source: Order's minimum price for free delivery:
pt: Preço mínimo do pedido para entrega grátis:

source: Leave empty to always charge the delivery.
pt: Deixe vazio para sempre cobrar a entrega.

source: Status for comment
pt: Status para comentário

source: <i>%{user}</i> added the status <i>%{status_name}</i> at <i>%{created_at}</i>.
pt: <i>%{user}</i> adicionou o status <i>%{status_name}</i> às <i>%{created_at}</i>.

source: <i>Reason:</i> %s
pt: <i>Razão:</i> %s

source: Reason:
pt: Razão:

source: Manage comment classification
pt: Gerenciar classificação de comentário

source: Add product or service
pt: Adicionar produto ou serviço

source: Signup welcome message
pt: Texto de boas vindas no registro

source: Piwik plugin settings updated successfully.
pt: Configurações do Piwik plugin foram atualizadas com sucesso.

source: Piwik plugin settings could not be saved.
pt: Configurações do Piwiki plugin não puderam ser salvas.

source: Variables
pt: Variáveis

source: Select the desired variable
pt: Selecione as variáveis desejadas

source: {#} People
pt: {#} Pessoas

source: Basket is empty
pt: Cesto vazio

source: haven't finished yet: back to shopping
pt: ainda não concluí: voltar às compras

source: Your basket contains items from '%{profile_name}'. Please empty the basket or checkout before adding items from here.
pt: Seu cesto já tem produtos de '%{profile_name}'. Por favor, esvazie o cesto ou finalize o pedido antes de adicionar novos itens deste outro empreendimento.

source: communities
pt: comunidades

source: loading...
pt: carregando...

source: Signup introduction text
pt: Texto de introdução no registro

source: Bar
pt: Barra

source: One product
pt: Um produto

source: Presentation and enterprise's catalog
pt: Apresentação e vitrine do empreendimento

source: Put a text and show the enterprise's catalog below.
pt: Coloque uma texto e exiba a vitrine do empreendimento logo abaixo.

source: Answers
pt: Respostas

source: Last answer
pt: Última resposta

source: %s was reported by an user
pt: %s foi denunciado por um usuário

source: An user reported the %{profile_type} %{reported} with the following reason:
pt: Um usuário reportou %{reported} (%{profile_type}) com a seguinte justificativa:

source: by %{reporter} at %{date}
pt: por %{reporter} em %{date}

source: The administrators of %{reported} are the following:
pt: Os administradores de %{reported} são as/os seguintes:

source: This text will be shown to the user on the top of the sign up form.
pt: Este texto será motrado ao usuário no topo do formulário de registro.

source: Send an e-mail to page administration of this enterprise
pt: Enviar um e-mail para administração da página deste empreendimento

source: The e-mail will be sent to the people who administers the page of '%s'
pt: O e-mail será enviado para as pessoas que administram a página de '%s'

source: Answer
pt: Responder

source: Enter your answer
pt: Digite sua resposta

source: Post answer
pt: Enviar resposta

source: a comuninity which you are listed as contact email or you are an admin of its page
pt: uma comunidade que você está listado como um e-mail de contato ou você é um dos administradores da página

source: an enterprise which you are listed as contact email or you are an admin of its page
pt: um empreendimento que você está listado como um e-mail de contato ou você é um dos administradores da página

source: %{sender} (%{sender_link}) created a new comment on the article "%{article_title}" posted on %{notification_rule_msg}.
pt: %{sender} (%{sender_link}) criou um novo comentário no artigo "%{article_title}" postado em %{notification_rule_msg}.

source: Hello administrators of %{environment},
pt: Olá administratoras/es de %{environment},

source: Visible in profile categorization
pt: Visível na categorização de perfis

source: Visible in article categorization
pt: Visível na categorização de artigos

source: Is allowed to be a final category (if it's not allowed, the user will have to choose a subcategory)
pt: Pode ser categoria final (se não for categoria final, o usuário será obrigado a escolher uma categoria filha)

source: ...or login with:
pt: ...ou entrar com:

source: Credit card
pt: Cartão de crédito

source: Bank transfer
pt: Transferência bancária

source: Left Bar
pt: Uma barra à esquerda

source: 2 Left Bars
pt: Duas barras à esquerda

source: Left and Bottom Bar
pt: Uma barra à esquerda e outra ao final

source: Top and Left Bar
pt: Uma barra superior e uma à esquerda

source: Right Bar
pt: Uma barra à direita

source: Default
pt: Padrão

source: No Sidebars
pt: Nenhuma barra lateral
