Repository: coletivoEITA/noosfero-ecosol
Catalog: po/*/noosfero.po
Languages: pt

source: Type in a search term for a user
pt: Digite um termo de pesquisa para um usuário

source: No events for this month
pt: Nenhum evento para esse mês

source: to
pt: até

source: Place:
pt: Local:

source: Admin users
pt: Usuários administradores

source: Activated users
pt: Usuários ativados

source: Deativated users
pt: Desativar usuários

source: Add a new text article.
pt: Adicione um novo artigo de texto.

source: Text article for people with visual impairement
pt: Artigo para pessoas com deficiência visual

source: Textile format.
pt: Formato textile.

source: Image (%s)
pt: Imagem (%s)

source: Category %s saved.
pt: Categoria %s salva.

source: Could not save category.
pt: Não pode salvar a categoria.

source: Could not remove profile
pt: Não foi possível remover o perfil

source: Thanks for registering. The administrators were notified.
pt: Obrigado por registrar. Os administradores foram notificados.

source: Thanks for registering!
pt: Obrigado por se registrar!

source: Can not recover user password with blank value.
pt: Você não pode recuperar sua senha com um valor nulo.

source: Could not find any user with %s equal to "%s".
pt: Não foi possível encontrar nenhum usuário com %s igual a "%s".

source: Could not perform password recovery for the user.
pt: Não foi possível recuperar a senha deste usuário.

source: This field can't be blank
pt: Este campo não pode ser deixado em branco

source: Homepage reseted.
pt: Página inicial restaurada.

source: "%s" configured as homepage.
pt: "%s" configurado como página inicial.

source: "%s" was removed.
pt: "%s" foi removido.

source: Select some group to publish your article
pt: Selecione alguns grupos onde você quer publicar seu artigo

source: <span class='or'>or</span> <span class='signup'>%s</span>
pt: <span class='or'>ou</span> <span class='signup'>%s</span>

source: Sign up
pt: Criar conta

source: Press <strong>Enter</strong> to send the search query.
pt: Aperte <strong>Enter</strong> para enviar a consulta.

source: Offline
pt: Desconectado

source: starting chat with %{name}
pt: iniciando bate-papo com %{name}

source: <strong>ooops!</strong> The message could not be sent because the user is not online
pt: <strong>ooops!</strong> A mensagem não pôde ser enviada porque o usuário não está online

source: %s - Friends online (<span id='friends-online'>%d</span>)
pt: %s - Amigos conectados (<span id='friends-online'>%d</span>)

source: Play
pt: Iniciar

source: Stop
pt: Parar

source: Go to content
pt: Ir para o conteúdo

source: Go to the content
pt: Ir para o conteúdo

source: Manage Products/Services
pt: Gerenciar Produtos/Serviços

source: By
pt: Por

source: All categories
pt: Todas as categorias

source: All qualifiers
pt: Todos os qualificadores

source: type your search...
pt: buscar...

source: <b>Total:</b> %{number} products
pt: <b>Total:</b> %{number} produtos

source: Your search returned %{number} products
pt: Sua busca resultou em %{number} produtos

source: (no posts)
pt: (sem posts)

source: Accept
pt: Aceitar

source: Back to the versions
pt: Voltar para as versões

source: All versions
pt: Todas as versões

source: Revert to this version
pt: Reverter para essa versão

source: Go to latest version
pt: Ir para a versão mais nova

source: Version %{version} - %{author} on %{date}
pt: Versão %{version} - %{author} em %{date}

source: This is not the latest version of this content.
pt: Essa não é a versão mais nova desse conteúdo.

source: Licensed under %s
pt: Licenciado sob %s

source: comments
pt: comentários

source: No comments yet
pt: Sem comentários ainda

source: Go back to %s
pt: Voltar a %s

source: Viewed one time
pt: Visualizado uma vez

source: This article's tags:
pt: Tags deste artigo:

source: Post a comment
pt: Enviar um comentário

source: Oldest first
pt: Mais antigos primeiro

source: Newest first
pt: Mais recentes primeiro

source: Back to gallery
pt: Voltar à galeria

source: Cancel notification of new comments
pt: Cancelar notificação de novos comentários

source: Fill in the following field with your e-mail if you don't want to be notified when this content receives new comments anymore.
pt: Preencha o campo a seguir com seu e-mail se não quiser mais ser notificado quando este conteúdo receber novos comentários.

source: Enter your e-Mail
pt: Digite seu e-mail

source: Cancel notifications for e-mail above
pt: Cancelar notificações para o e-mail acima

source: Go back to latest version
pt: Voltar para a versão mais nova

source: This is the list of all versions of this content. Select a version to see it and then revert to it.
pt: Essa é a lista the todas as versões deste conteúdo. Selecione uma versão para vê-la e, caso queira, revertê-la.

source: by %{author}
pt: por %{author}

source: Show differences between selected versions
pt: Mostrar diferenças entre as versões selecionadas

source: (external feed was not loaded yet)
pt: (feed externo não foi carregado ainda)

source: Please type the two words below
pt: Por favor digite as duas palavras abaixo

source: Confirm
pt: Confirmar

source: If you are a registered user, you can login and be automatically recognized.
pt: Se você é um usuário registrado, pode se identificar e ser reconhecido automaticamente.

source: Enter your comment
pt: Digite seu comentário

source: Post comment
pt: Enviar comentário

source: This gallery contains no images yet
pt: Esta galeria não contém imagens ainda

source: View slideshow
pt: Ver apresentação

source: Add translation
pt: Adicionar tradução

source: Upload files
pt: Enviar arquivos

source: Suggest an article
pt: Sugerir um artigo

source: Changes on "%s"
pt: Mudanças em "%s"

source: Changes from %s &rarr; %s
pt: Mudanças de %s &rarr; %s

source: These versions range have no differences.
pt: Esse intervalo de versões não possuem diferença.

source: Dear %s
pt: Caro(a) %s

source: You have %d pending task(s).
pt: Você tem %d solicitação(s) pendente(s)

source: Click in address below to process task(s):
pt: Clique no endereço abaixo para processar as tarefa(s):

source: %s has %d pending task(s).
pt: %s tem %d tarefa(s) pendente(s).

source: New request for %s
pt: Nova solicitação para %s

source: New request
pt: Nova solicitação

source: To:
pt: Para:

source: %s's processed tasks
pt: Tarefas processadas de %s

source: No processed tasks.
pt: Sem tarefas processadas.

source: Created:
pt: Criado:

source: Processed:
pt: Processado:

source: Classify your new friend:
pt: Classifique seu(sua) novo(a) amigo(a):

source: Suggestions: %s
pt: Sugestões: %s

source: Rejection explanation
pt: Explicação para a rejeição

source: Tasks that I requested
pt: Tarefas que eu solicitei

source: Status:
pt: Estado:

source: Sent by:
pt: Enviado por:

source: Select the folder where the article must be published
pt: Escolha a pasta onde o artigo deve ser publicado

source: Ticket: %s
pt: Tíquete: %s

source: Created at %s by %s
pt: Criado em %s por %s

source: Owner: %s
pt: Dono: %s

source: Status: %s
pt: Estado: %s

source: Description: %s
pt: Descrição: %s

source: Closing statement: %s
pt: Comentário final: %s

source: Reported by %{reporter} %{time}.
pt: Reportado por %{reporter} %{time}.

source: View details
pt: Ver os detalhes

source: Reject
pt: Rejeitar

source: Skip
pt: Pular

source: Title:
pt: Título:

source: Name for publishing
pt: Nome para publicação

source: Comment for author
pt: Comentário para o autor

source: %s's pending tasks
pt: Tarefas pendentes de %s

source: This error happened with the following tasks:
pt: O erro ocorreu com as seguintes tarefas:

source: No pending tasks for %s
pt: Sem tarefas pendentes para %s

source: Apply!
pt: Aplicar!

source: View processed tasks
pt: Ver tarefas processadas

source: Set all to:
pt: Marque todos como:

source: Display to users:
pt: Mostrar às(aos) usuárias(os):

source: Removing friend: %s
pt: Removendo amigo: %s

source: Are you sure you want to remove %s from your friends list?
pt: Tem certeza que quer remover %s da sua lista de amigos?

source: Note that %s will still have you as a friend, unless he/she also wants to remove you from his/her friend list.
pt: Note que %s ainda vai te ter como amigo(a), a não ser que ele(a) também queira remover você da sua lista de amigos.

source: You have no friends yet.
pt: Você não tem amigos ainda.

source: Do you want to see other people in this environment?
pt: Você quer ver outras pessoas neste ambiente?

source: Find people
pt: Buscar pessoas

source: remove
pt: remover

source: Type words about the %s you're looking for
pt: Digite palavras sobre o/a %s que vocês está procurando

source: Last items
pt: Últimos itens

source: Last topics
pt: Últimos tópicos

source: Last posts
pt: Últimos posts

source: Products/Services catalog
pt: Catálogo de Produtos/Serviços

source: Number of products/services displayed per page on catalog
pt: Número de produtos/serviços mostrados por página no catálogo

source: Personal website
pt: Site pessoal

source: Address completion
pt: Complemento (p.ex. apto)

source: Moderation options
pt: Opções de moderação

source: New articles posted by members of this group must be approved:
pt: Novos artigos postados por integrantes deste grupo devem ser aprovados:

source: <strong>Before</strong> being published in this group (a moderator has to accept the article in pending request before the article be listed as a article of this group).
pt: <strong>Antes</strong> de serem publicados neste grupo (um moderador precisa aceitar o artigo numa solicitação pendente antes do artigo ser listado como um artigo deste grupo).

source: <strong>After</strong> being published in this group (a moderator can always remove publicated articles later).
pt: <strong>Depois</strong> de ser publicado neste grupo (um moderator pode sempre remover artigos publicados depois).

source: Notification options
pt: Opções de notificação

source: Disabled
pt: Desabilitado

source: Hourly
pt: De hora em hora

source: Half Day
pt: Meio dia

source: Daily
pt: Diariamente

source: Role: %s
pt: Papel: %s

source: Type: %s
pt: Tipo: %s

source: Members: %s
pt: Integrantes: %s

source: Created at: %s
pt: Criado em: %s

source: Control panel of this group
pt: Painel de controle deste grupo

source: Selected categories:
pt: Categorias selecionadas:

source: Original content
pt: Conteúdo original

source: This link might be unavailable if the content is removed
pt: Este conteúdo pode não estar disponível se o conteúdo for removido

source: Reported folder
pt: Pasta denunciada

source: Comment
pt: Comentário

source: Click to select a category
pt: Clique para selecionar a categoria

source: Create enterprise template
pt: Criar um modelo de empreendimento

source: Create community template
pt: Criar um modelos de comunidade

source: Create person template
pt: Criar um modelo de pessoa

source: The template could not be saved
pt: O modelo não pode ser salvo

source: There were problems with the following fields:
pt: Houve problemas com os seguintes campos:

source: Edit Templates
pt: Editar Modelos

source: Manage the templates used on creation of profiles
pt: Gerenciar os modelos usados na criação de perfis

source: New...
pt: Novo...

source: Create a new template for %s
pt: Criar um novo modelo para %s

source: Edit template "%s"
pt: Editar modelo "%s"

source: You are here:
pt: Você está aqui:

source: Manual sections
pt: Seções do manual

source: Field
pt: Campo

source: Required
pt: Obrigatório

source: Display on registration?
pt: Mostrar no registro?

source: Check/Uncheck All
pt: Marcar/Desmarcar Todos

source: Manage fields displayed for profiles
pt: Gerenciar os campos mostrados para perfis

source: Person's fields
pt: Campos de pessoa

source: Community's fields
pt: Campos de comundade

source: Enterprise's fields
pt: Campos de empreendimento

source: Display on creation?
pt: Mostrar na criação?

source: Display on signup?
pt: Mostrar no registro?

source: System features
pt: Funcionalidades do sistema

source: Enable/Disable features
pt: Habilitar/Desabilitar funcionalidades

source: Here you can enable or disable several features of your environment. Each feature represents some funcionality that your environment can use if you enable it. Check all the features you want to enable for your environment, uncheck all the ones you don't want, and use the <em>"Save changes" button</em> to confirm your changes.
pt: Aqui você pode habilitar ou desabilitar diversas funcionalidades do seu ambiente. Cada funcionalidade representa uma função que sua comunidade virtual pode usar se você a habilitar. Marque todas as funcionalidades que você quer habilitar para seu ambiente, desmarque todas que você não quer, e use o botão <em>"Salvar alterações"</em> para confirmar suas mudanças.

source: Feature
pt: Funcionalidade

source: Enabled?
pt: Habilitado?

source: Configure features
pt: Configurar funcionalidades

source: Page to redirect after signup
pt: Página para redirecionar após o cadastro

source: Organization Approval Method
pt: Método de Aprovação de Organização

source: Members Whitelist
pt: Membros permitidos

source: Enable whitelist
pt: Ativar lista de membros permitidos

source: Allow these people to access this environment:
pt: Permitir que estas pessoas acessem este ambiente:

source: Embed unavailable.
pt: Embutir não disponível.

source: Current members
pt: Integrantes atuais

source: Type in a search term for users
pt: Digite um termo de pesquisa para os usuários

source: Add admins to %s
pt: Adicionar administradores a %s

source: Add members
pt: Adicionar integrantes

source: Last administrator leaving %s
pt: Último administrador deixando %s

source: Since you are the last administrator, you must choose at least one member to administer this community.
pt: Como você é o último administrador, você deve escolher ao menos um membro para administrar essa comunidade.

source: Add members to %s
pt: Adicionar integrantes a %s

source: Address not found, reason:
pt: Endereço não encontrado, razão:

source: Invalid address
pt: Endereço inválido

source: Request denied
pt: Requisição negada

source: Over query limit
pt: Acima do limite da busca

source: Address do not exist
pt: O endereço não existe

source: Localize before save
pt: Localizar antes de salvar

source: New category
pt: Nova categoria

source: Show
pt: Mostrar

source: Hide
pt: Esconder

source: Add subcategory
pt: Adicionar subcategoria

source: Are you sure you want to remove "%s"?
pt: Tem certeza que quer excluir "%s"?

source: Are you sure you want to remove "%s" and all its subcategories?
pt: Tem certeza que quer excluir "%s" e todas as suas subcategorias?

source: Display in the menu
pt: Mostrar no menu

source: Pick a color
pt: Escolher uma cor

source: Editing %s
pt: Editando %s

source: Product Categories
pt: Categorias de produto

source: Regions
pt: Regiões

source: No groups to list
pt: Nenhum grupo para listar

source: %{sender} (%{sender_link}) has left the following scrap for you:
pt: %{sender} (%{sender_link}) deixou o seguinte recado para você:

source: View this scrap on the wall
pt: Veja esse recado no mural

source: Show details
pt: Mostrar detalhes

source: Sent by
pt: Enviado por

source: Folder|none
pt: Pasta

source: Abstract|empty
pt: Resumo

source: Are you sure you want to remove this article suggestion?
pt: Tem certeza de que deseja excluir esta sugestão de artigo?

source: There are no spams to review.
pt: Não há spams para revisar.

source: Comment Spam
pt: Comentário Spam

source: Task Spam
pt: Tarefa Spam

source: Validators for region %s
pt: Validadores para região %s

source: Current validators
pt: Validadores atuais

source: Remove validation rights
pt: Remover direitos de validação

source: Add new validators
pt: Adicionar novos validadores

source: First search organizations by their name, then use the buttons in the search result to add them as validators for this region.
pt: Primeiro procure organizações pelo seu nome, depois use os botões no resultado da pesquisa para adicioná-las como validadoras para esta região.

source: 1 validator
pt: 1 validador

source: Validators by Region
pt: Validadores por região

source: Events at %s
pt: Eventos em %s

source: Back to %s
pt: Voltar à %s

source: New event
pt: Novo evento

source: Parent folder:
pt: Pasta superior:

source: Internet Address (URL)
pt: Endereço na internet

source: Cover image:
pt: Imagem de capa:

source: Remove cover image
pt: Remover imagem de capa

source: Has terms of use:
pt: Tem termos de uso:

source: Terms of use:
pt: Termos de uso:

source: Profile homepage:
pt: Página inicial do perfil:

source: Reset homepage
pt: Restaurar página inicial

source: Profile Information
pt: Informação do Perfil

source: License url
pt: Url da licença

source: Edit license
pt: Editar licença

source: New license
pt: Nova licença

source: Manage licenses
pt: Gerenciar licenças

source: Url reference
pt: Url de referência

source: Are you sure you want to remove this license?
pt: Tem certeza de que deseja excluir esta licença?

source: Add a new license
pt: Adicionar uma nova licença

source: There are no validators to validate the registration of this new enterprise. Contact your administrator for instructions.
pt: Não existem validadores para validar o registro desse novo empreendimento. Contacte seu administrador para instruções

source: To register a new enterprise, fill in the form and hit the Register button. Then the enterprise will be submitted for evaluation at the validation entitiy of your choice (within your state) and when the enterprise is aproved you will be able to activate its profile.
pt: Para registrar um novo empreendimento, preencha o formulário e pressione o botão Registrar. O empreendimento será submetido à avaliação pela entidade validadora de sua escolha no seu estado, e quando quando o empreendimento for aprovado você poderá ativar o seu perfil.

source: Select one organization to validate your enterprise registration request. Check the provided information about their validation methodoly and criteria.
pt: Selecione uma organização para validar seu pedido do registo da empresa. Verifique a informação fornecida sobre seu método de validação e critérios.

source: Validation Methodology:
pt: Metodologia de Validação:

source: Restrictions (if any):
pt: Limitações (se tiver):

source: (not informed)
pt: (não informado)

source: has published on community %s
pt: publicou na comunidade %s

source: This profile has no geographical position registered.
pt: Este perfil não tem posição geográfica registrada.

source: View profile
pt: Ver perfil

source: Since %{year}/%{month}
pt: Desde %{month}/%{year}

source: Join this community
pt: Entrar nesta comunidade

source: Send an e-mail to the administrators
pt: Enviar e-mail para os administradores

source: Add as favorite
pt: Adicionar favorito

source: Add enterprise as favorite
pt: Editar empreendimento como favorito

source: Please, edit this block and select an image gallery.
pt: Por favor, edite este bloco e selecione uma galeria de imagens.

source: Please, edit this block and choose some images
pt: Por favor, edite este bloco e selecione algumas imagens

source: Logged in as %s
pt: Identificado(a) como %s

source: User since %s/%s
pt: Usuário desde %s/%s

source: One article published
pt: Um artigo publicado

source: One friend
pt: Um amigo

source: One tag
pt: Uma tag

source: One member
pt: Um integrante

source: See More
pt: Veja mais

source: Please, edit this block and choose some products
pt: Por favor, edite este bloco e selecione alguns produtos

source: Are you a robot?
pt: Você é um robô?

source: Please, prove that you are human by filling the captcha.
pt: Por favor, prove que você é humano preenchendo o captcha.

source: The account could not be created
pt: A conta não pode ser criada

source: Choose your login name carefully! It will be your network access and you will not be able to change it later.
pt: Escolha o nome de usuário cuidadosamente! Ele será seu acesso à rede e você não poderá alterá-lo depois

source: Choose a password that you can remember easily. It must have at least 4 characters.
pt: Escolha uma senha fácil de ser lembrada por você. Ela deve ter ao menos 4 caracteres.

source: Bad
pt: Ruim

source: We need to be sure that you filled in your password correctly. Confirm you password.
pt: Nós precisamos ter certeza que você preencheu sua senha corretamente. Confirme sua senha.

source: This e-mail address will be used to contact you.
pt: Este endereço de e-mail será usado para contactar você.

source: Full name
pt: Nome completo

source: Tell us your name, it will be used to identify yourself.
pt: Nos informe seu nome, ele será usado para identificar você.

source: %s's events
pt: Eventos de %s

source: previous
pt: anterior

source: next
pt: próximo

source: Adding %s as a favorite enterprise
pt: Adicionando %s como ponto de cultura favorito

source: Are you sure you want to add %s as your favorite enterprise?
pt: Tem certeza que quer adicionar %s como seu ponto de cultura favorito?

source: I want to add %s as a favorite enterprise
pt: Eu quero adicionar %s como ponto de cultura favorito

source: Removing favorite enterprise: %s
pt: Removendo ponto de cultura favorito: %s

source: Are you sure you want to remove %s from your favorite enterprise list?
pt: Tem certeza que quer remover %s da sua lista de pontos de cultura favoritos?

source: Yes, I want to remove %s from my favorite enterprise list
pt: Sim, quero remover %s da minha lista de pontos de cultura favoritos

source: You have no favorite enterprises yet.
pt: Você não tem pontos de cultura favoritos ainda.

source: Manage community fields
pt: Gerenciar campos de comunidade

source: Manage enterprise fields
pt: Gerenciar campos de ponto de cultura

source: Manage person fields
pt: Gerenciar campos de pessoas

source: I accept the %s
pt: Eu aceito os %s

source: terms of use
pt: termos de Uso

source: Create my account
pt: Criar minha conta

source: Passwords don't match
pt: As senhas não correspondem

source: Available:
pt: Disponível:

source: Confirm your account and wait for admin approvement!
pt: Confire sua conta e espere pela aprovação do admin!

source: You won't appear as %s until your account is confirmed and approved.
pt: Você não aparecerá como %s até sua conta ser confirmada e aprovada.

source: You won't appear as %s until your account is approved.
pt: Você não aparecerá como um %s até sua conta ser aprovada.

source: User since {year}/{month}
pt: Usuário desde {month}/{year}

source: Manage plugins
pt: Gerenciar plugins

source: Select which plugins you want to enable in your environment
pt: Selecione quais plugins você quer habilitar no seu ambiente

source: Select folders
pt: Selecionar pastas

source: Select the folders that will hold the news of the initial page of the environment
pt: Selecione as pastas que irão conter as notícias da página inicial do ambiente

source: Available folders
pt: Pastas disponíveis

source: Portal folders
pt: Pastas do portal

source: The same order in which you arrange the folders here will be used for arranging the boxes in the environment initial page.
pt: A mesma ordem que você usar para organizar as pastas aqui será usada para organizar as caixas na página inicial do ambiente.

source: News amount by folder
pt: Quantidade de notícias por pasta

source: Number of news
pt: Número de notícias

source: Environment settings
pt: Configurações do ambiente

source: Site info
pt: Informações do site

source: Site name
pt: Nome do site

source: Available languages
pt: Idiomas disponíveis

source: Homepage content
pt: Conteúdo da página inicial
