Repository: coletivoEITA/noosfero-ecosol
Catalog: po/*/noosfero.po
Languages: pt

source: User
pt: usuário

source: User type
pt: Tipo de usuário

source: Target
pt: Alvo

source: Target type
pt: Tipo do alvo

source: Params
pt: Parâmetros

source: Verb
pt: Verbo

source: Created at
pt: Criado em

source: Updated at
pt: Atualizado em

source: Comments count
pt: Quantidade de comentários

source: Visible
pt: Visível

source: Name
pt: Nome

source: Parent
pt: Pai

source: Pending
pt: Pendente

source: Priority
pt: Prioridade

source: Attempts
pt: Tentativas

source: Last error
pt: Último erro

source: Run at
pt: Executou em

source: Locked at
pt: Bloqueado em

source: Failed at
pt: Falhou em

source: Locked by
pt: Bloqueado por

source: dynamic attribute
pt: atributo dinâmico

source: environment
pt: comunidade virtual

source: Contact email
pt: Email de contato

source: Is default
pt: É padrão

source: Settings
pt: Configurações

source: Design data
pt: Informações de design

source: Custom header
pt: Cabeçalho personalizado

source: Custom footer
pt: Rodapé personalizado

source: Theme
pt: Tema

source: Terms of use acceptance text
pt: Texto para aceite dos termos de uso

source: Redirection after login
pt: Redirecionamento após login

source: Signup welcome text
pt: Texto de boas vindas no registro

source: Languages
pt: Línguas

source: Default language
pt: Idioma padrão

source: profile
pt: perfil

source: Type
pt: Tipo

source: Identifier
pt: Identificador

source: Environment
pt: Ambiente

source: Active
pt: Ativar

source: Address
pt: Endereço

source: Contact phone
pt: Telefone de contato

source: Home page
pt: Página inicial

source: Region
pt: Região

source: Data
pt: Dados

source: Geocode precision
pt: Precisão do georeferenciamento

source: Enabled
pt: Habilitado

source: Nickname
pt: Apelido

source: Public profile
pt: Perfil público

source: Birth date
pt: Data de nascimento

source: Preferred domain
pt: Domínio preferido

source: Image
pt: Imagem

source: Validated
pt: Validado

source: National region code
pt: Código nacional da região

source: Is template
pt: É modelo

source: Template
pt: Modelo

source: article
pt: artigo

source: Title
pt: Título

source: Body
pt: Corpo

source: Abstract
pt: Resumo

source: Profile
pt: Perfil

source: Last changed by
pt: Modificado pela

source: Version
pt: Versão

source: Size
pt: Tamanho

source: Content type
pt: Tipo de conteúdo

source: Filename
pt: Nome do arquivo

source: Height
pt: Altura

source: Width
pt: Largura

source: Published
pt: Publicar

source: Start date
pt: Data de início

source: End date
pt: Data de término

source: Children count
pt: Número de filhos

source: Accept comments
pt: Aceitar comentários

source: Reference article
pt: Artigo de referência

source: Setting
pt: Configuração

source: Notify comments
pt: Notificar comentários

source: Hits
pt: Visualizações

source: Published at
pt: Publicado em

source: Source
pt: Fonte

source: Highlighted
pt: Destaque

source: External link
pt: Link externo

source: Thumbnails processed
pt: Miniaturas processadas

source: Is image
pt: É imagem

source: Translation of
pt: Tradução de

source: Language
pt: Idioma

source: Source name
pt: Nome da fonte

source: License
pt: Licença

source: organization
pt: organização

source: enterprise
pt: ponto de cultura

source: product
pt: produto

source: Enterprise
pt: Ponto de Cultura

source: Product category
pt: Categoria do Produto

source: Price
pt: Preço

source: Description
pt: Descrição

source: Discount
pt: Desconto

source: Available
pt: Disponível

source: Unit
pt: Unidade

source: qualifier
pt: qualificador

source: certifier
pt: certificador

source: category
pt: categoria

source: Display color
pt: Mostrar cor

source: Display in menu
pt: Mostrar no menu

source: Accept products
pt: Aceitar produtos

source: Acronym
pt: Sigla

source: Abbreviation
pt: Sigla

source: thumbnail
pt: miniatura

source: Thumbnail
pt: Miniatura

source: folder
pt: pasta

source: gallery
pt: galeria

source: event
pt: evento

source: comment
pt: comentário

source: Author
pt: Autor

source: Reply of
pt: Resposta de

source: Ip address
pt: Endereço Ip

source: Source type
pt: Tipo da fonte

source: Opportunity
pt: Oportunidade

source: Opportunity type
pt: Tipo do oportunidade

source: sniffer plugin profile
pt: Perfil de farejador

source: Resource
pt: Fonte

source: Role
pt: Papel

source: Is global
pt: É global

source: friendship
pt: amizade

source: Person
pt: Pessoa

source: Friend
pt: Amigo

source: Group
pt: Grupo

source: block
pt: voltar

source: Box
pt: Caixa

source: Position
pt: Posição

source: Fetched at
pt: Obtido em

source: external feed
pt: feed externo

source: Feed title
pt: Título do feed

source: Only once
pt: Uma vez só

source: Error message
pt: Mensagem de erro

source: Update errors
pt: Erros de atualização

source: Feed reader
pt: Leitor de feed

source: This block can be used to list the latest new from any site you want. You just need to inform the address of a RSS feed.
pt: Este bloco pode ser usado para listar as últimas notícias de qualquer site que você queira. Você só precisa informar o endereço de um feed RSS.

source: Feed Reader
pt: Leitor de feed

source: Feed content was not loaded yet
pt: O conteúdo do feed não foi carregado ainda

source: Updated: %s
pt: Atualizado: %s

source: Forum
pt: Fórum

source: An internet forum, also called message board, where discussions can be held.
pt: Um fórum online, também chamado de quadro de mensagens, onde discussões podem ser feitas

source: {#} enterprise
pt: {#} ponto de cultura

source: This block displays the enterprises where this user works.
pt: Este block apresenta os pontos de cultura onde este usuário trabalha.

source: Enterprises
pt: Pontos de Cultura

source: enterprises|View all
pt: Ver todos

source: Event
pt: Evento

source: %{fn} cannot come before end date.
pt: %{fn} não pode vir antes da data final.

source: A calendar event.
pt: Um evento no calendário.

source: When:
pt: Quando:

source: Address:
pt: Endereço:

source: Generic category
pt: Categoria genérica

source: Product
pt: Produto

source: Categories Menu
pt: Menu de Categorias

source: This block presents the categories like a web site menu.
pt: Este bloco apresenta as categorias como um menu.

source: Invitation
pt: Convite

source: You can't invite youself
pt: Você não pode convidar a si mesmo

source: Firstname Lastname <friend@email.com>
pt: Nome Sobrenome <amigo@email.com>

source: To accept invitation, please follow this link: <url>
pt: Para aceitar o convite, por favor siga este link: <url>

source: Search for enterprises and products
pt: Busca por empreeendimentos e produtos

source: Products/Enterprises search
pt: Busca de Produtos/Serviços

source: Search for sellers
pt: Buscar por vendedores:

source: This block presents a search engine for products.
pt: Este block apresenta um mecanismo de busca por produtos.

source: Gallery
pt: Galeria

source: A gallery, inside which you can put images.
pt: Uma galeria, dentro da qual você pode inserir imagens.

source: Friends
pt: Amigos

source: {#} friend
pt: {#} amigo

source: This block displays your friends.
pt: Este bloco exibe seus amigos.

source: friends|View all
pt: Ver todos(as)

source: abuse report
pt: denúncia

source: Reporter
pt: Denunciante

source: Abuse complaint
pt: Queixa de abuso

source: Content
pt: Conteúdo

source: Reason
pt: Razão

source: Abuse complaint (%s)
pt: Queixa de abuso (%s)

source: %{linked_subject} was reported due to inappropriate behavior.
pt: %{linked_subject} foi denunciado devido a comportamento inadequado.

source: Your profile was reported by the users of %s due to inappropriate behavior. The administrators of the environment are now reviewing the report. To solve this misunderstanding, please contact the administrators.
pt: Seu perfil foi denunciado pelos usuarios de %s devido a comportamento inadequado. O adiministrador do ambiente esta agora analisando a denuncia. Para resolver teste mal-entendido, por favor contacte o administrador.

source: Your profile was disabled by the administrators of %s due to inappropriate behavior. To solve this misunderstanding please contact them.
pt: Seu perfil foi desabilitado pelo administrador de %s devido a comportamento inadequado. Para resolver este mal-entendido por favor contacte o administrador.

source: %s was reported due to inappropriate behavior.
pt: %s foi denunciado devido a comportamento inadequado.

source: The users of %{environment} reported %{reported} due to inappropriate behavior. A task was created with all the reports including the reasons and contents reported by these users. Please verify the reports and decide whether this profile must be disabled or not.
pt: Os usuarios de %{environment} denunciaram %{reported} devido à comportamento inadequado. A tarefa foi criada com todos as denúncias, incluindo os motivos e o conteúdo relatado por esses usuraios. Verifique a denúncia e decida se este perfil deve ser desativada ou não.

source: View environment admin panel
pt: Ver painel de administração de ambiente

source: Edit environment features
pt: Editar funcionalidades do ambiente

source: Edit environment design
pt: Editar design do ambiente

source: Manage environment categories
pt: Gerenciar categorias do ambiente

source: Manage environment roles
pt: Gerenciar papéis do ambiente

source: Manage environment validators
pt: Gerenciar ambiente de validadores

source: Manage environment users
pt: Gerenciar usuários do ambiente

source: Manage environment templates
pt: Gerenciar os modelos do ambiente

source: Manage environment licenses
pt: Gerenciar as licenças do ambiente

source: Manage environment trusted sites
pt: Gerenciar sites confiáveis do ambiente

source: Environment Administrator
pt: Administrador do Ambiente

source: Profile Administrator
pt: Administrador de Perfil

source: Member
pt: Integrante

source: Moderator
pt: Moderador

source: Disable search for articles
pt: Desabilitar busca por artigos

source: Disable search for enterprises
pt: Desabilitar busca por pontos de cultura

source: Disable search for people
pt: Desabilitar busca por pessoas

source: Disable search for communities
pt: Desabilitar busca por comunidades

source: Disable search for products
pt: Desabilitar busca por produtos

source: Disable search for events
pt: Desabilitar buscar por eventos

source: Disable categories
pt: Desabilitar categorias

source: Disable header/footer editing by users
pt: Desabilitar edição de cabeçalho e rodapé pelos usuários

source: Disable gender icon
pt: Desabilitar ícone de gênero

source: Disable the categories menu
pt: Desabilitar menu de categorias

source: Disable state/city select for contact form
pt: Desabilitar seleção de estado/cidade no formulário de contato

source: Disable contact for people
pt: Desabilitar contato para pessoas

source: Disable contact for groups/communities
pt: Desabilitar contato para comunidades

source: Enable products for enterprises
pt: Habilitar produtos para pontos de cultura

source: Enterprise registration
pt: Registro de ponto de cultura

source: Enable activation of enterprises
pt: Habilitar ativação de pontos de cultura

source: Enterprises are disabled when created
pt: Pontos de Cultura são desabilitados quando criados

source: Enterprises are validated when created
pt: Pontos de Cultura são validadodos quando criados

source: Media panel in WYSIWYG editor
pt: Painel de mídia no editor WYSIWYG

source: Select preferred domains per profile
pt: Selecionar domínios preferidos por perfil

source: Use the portal as news source for front page
pt: Usar portal como fonte de notícias para página inicial

source: Allow users to create their own themes
pt: Permitir aos usuários criar seus próprios temas

source: Display search form in home page
pt: Mostrar formulário de busca na página inicial

source: Don't allow users to change which article to use as homepage
pt: Não permitir aos usuários alterar qual artigo usar como páginal incial

source: Display explanation about header and footer
pt: Exibir explicação sobre cabeçalho e rodapé

source: Articles don't accept comments by default
pt: Artigos não aceitam comentários por padrão

source: Organizations have moderated publication by default
pt: Coletivos têem publicação moderada por padrão

source: Allow organizations to change their URL
pt: Permitir que organizações alterem sua URL

source: Admin must approve creation of communities
pt: Administrador tem que aprovar a criação de comunidades

source: Show a balloon with profile links when a profile image is clicked
pt: Mostrar um balão com links do perfil quando a imagem do perfil é clicada

source: XMPP/Jabber based chat
pt: Bate-papo baseado em XMPP/Jabber

source: Show a zoom link on all article images
pt: Mostrar um link para ampliar em todas as imagens de artigos

source: Ask captcha when a logged user comments too
pt: Exigir captcha quando um usuário comentar também

source: Skip e-mail confirmation for new users
pt: Pular e-mail de confirmação para novos usuários

source: Send welcome e-mail to new users
pt: Enviar e-mail de boas vindas para novos usuários

source: Allow users to set the page to redirect after login
pt: Permite que os usuários configurem a página para redirecionar após o login

source: Stays on the same page the user was before login.
pt: Permanece na mesma páǵina que o usuário estava antes do login.

source: Redirects the user to the environment homepage.
pt: Redireciona o usuário para a página inicial do ambiente

source: Redirects the user to his profile page.
pt: Redireciona o usuário para o seu perfil.

source: Redirects the user to his homepage.
pt: Redireciona o usuário para a sua página inicial.

source: Redirects the user to his control panel.
pt: Redireciona o usuário para seu painel de controle.

source: This enterprise needs to be enabled.
pt: Esse ponto de cultura precisa ser habilitado.

source: Only one Virtual Community can be the default one
pt: Apenas uma comunidade virtual pode ser a padrão

source: is not available.
pt: não está disponível

source: have unsupported languages.
pt: tem idiomas não suportados.

source: contact
pt: contato

source: Subject
pt: Assunto

source: Message
pt: Mensagem

source: State
pt: Estado

source: City
pt: Cidade

source: Receive a copy
pt: Receber uma cópia

source: City and state
pt: Cidade e Estado

source: Edit profile
pt: Editar perfil

source: Destroy profile
pt: Remover perfil

source: Manage memberships
pt: Gerenciar associação em organização

source: Manage content
pt: Gerenciar conteúdo

source: Edit profile design
pt: Editar design de perfil

source: Manage products
pt: Gerenciar produtos

source: Manage friends
pt: Gerenciar amigos

source: Validate enterprise
pt: validar ponto de cultura

source: Perform task
pt: Realizar tarefa

source: Moderate comments
pt: Moderar comentários

source: Edit appearance
pt: Editar aparência

source: View private content
pt: Ver conteúdo privado

source: Publish content
pt: Publicar conteúdo

source: Invite members
pt: Convidar membros

source: Send e-Mail to members
pt: Enviar e-mail para os membros

source: is not a template.
pt: não é um modelo.

source: %s can't have members
pt: %s não pode ter integrantes

source: %s can't has moderators
pt: %s não pode ter moderadores

source: Private profile
pt: Perfil privado

source: Since:
pt: Desde:

source: no activity
pt: nenhuma atividade

source: one activity
pt: uma atividade

source: %s activities
pt: %s atividades

source: no members
pt: nenhum integrante

source: one member
pt: um integrante

source: %s members
pt: %s integrantes

source: Edit Profile
pt: Editar perfil

source: Profile Info and settings
pt: Informações e Configurações do Perfil

source: Display name
pt: Nome de exibição

source: Contact person
pt: Pessoa de contato

source: Foundation year
pt: Ano de fundação

source: Legal form
pt: Estatuto Jurídico

source: Economic activity
pt: Atividade econômica

source: Management information
pt: Gerenciamento de informação

source: Tag list
pt: Lista de marcadores

source: District
pt: Bairro

source: Address reference
pt: Ponto de referência

source: Community's profile
pt: Perfil da comunidade

source: Invite Friends
pt: Convidar Amigos

source: Image gallery
pt: Galeria de Imagens

source: Text article with visual editor
pt: Artigo de texto com editor visual

source: Not accessible for visually impaired users.
pt: Não acessível para usuários com deficiência visual.

source: user
pt: usuário

source: Username / Email
pt: Nome de usuário / Email

source: Crypted password
pt: Senha criptografada

source: Salt
pt: Sal

source: Remember token
pt: Lembrar token

source: Remember token expires at
pt: Lembre do token que expira em

source: Terms of use
pt: Termos de Uso

source: Terms accepted
pt: Termos aceitos

source: Password type
pt: Tipo de senha

source: Enable email
pt: Habilitar e-mail

source: Last chat status
pt: Último status no bate-papo

source: Chat status
pt: Status do bate-papo

source: Chat status at
pt: Status do bate-papo em

source: Activation code
pt: Código de Ativação

source: Activated at
pt: Ativado em

source: Password
pt: Senha

source: Password confirmation
pt: Confirmação de senha

source: Username
pt: Nome de usuário

source: [%{environment}] Welcome to %{environment} mail!
pt: [%{environment}] Bem-vindo(a) ao correio %{environment}!

source: [%s] Activate your account
pt: [%s] Ative sua conta

source: Welcome to environment %s
pt: Bem-vindo ao ambiente %s

source: %{fn} must be checked in order to signup.
pt: %{fn} deve ser verificado para efetivar inscrição

source: Favorite Enterprises
pt: Pontos de Cultura Favoritos

source: This block lists your favorite enterprises.
pt: Este bloco lista os pontos de cultura favoritos.

source: View all
pt: Ver todos(as)

source: Tags are created when you add some of them one to your contents. <p/> Try to add some tags to some articles and you'l see your tag cloud growing.
pt: Tags são criadas quando você a adiciona algumas delas aos seus conteúdos.<p/>Tente adicionar algumas tags para alguns artigos e veja sua nuvem de tags crescer.

source: tags|View all
pt: Ver todos(as)

source: action tracker notification
pt: notificação do action tracker

source: Action tracker
pt: notificação do action tracker

source: Homepage
pt: Página inicial

source: Enterprise homepage
pt: Página do Ponto de Cultura

source: Display the summary of profile.
pt: Apresenta o resumo do perfil

source: Raw HTML text article
pt: Artigo de texto com HTML puro

source: Allows HTML without filter (only for admins).
pt: Permite HTML sem filtros (somente para administradores).

source: unit
pt: unidade

source: Displays the people who like the enterprise
pt: Exibe as pessoas que gostam do ponto de cultura

source: {#} fan
pt: {#} fã

source: This block presents the fans of an enterprise.
pt: Este bloco apresenta as pessoas que adicionaram um ponto de cultura como ponto de cultura favorito.

source: My network
pt: Minha rede

source: This block displays some info about your networking.
pt: Este bloco apresenta algumas informações sobre a sua rede.

source: Sent by %s.
pt: Enviado pelo %s.

source: An existing person cannot be renamed.
pt: Um perfil existente não pode ser renomeado.

source: friends
pt: amigos

source: work
pt: trabalho

source: school
pt: escola

source: family
pt: família

source: Cell phone
pt: Telefone celular

source: Comercial phone
pt: Telefone comercial

source: Nationality
pt: Nacionalidade

source: Schooling
pt: Escolaridade

source: Area of study
pt: Área de estudo

source: Professional activity
pt: Atividade profissional

source: Organization
pt: Organização

source: Organization website
pt: Website da organização

source: Schooling status
pt: Situação da escolaridade

source: Education
pt: Educação

source: Custom education
pt: Outra formação

source: Custom area of study
pt: Outra área de estudo

source: Contact information
pt: Informação de contato

source: Country
pt: País

source: Sex
pt: Sexo

source: Zip code
pt: CEP

source: %{fn} is already used by other user
pt: %{fn} já está sendo usado por outro usuário.

source: none
pt: nenhum(a)

source: one friend
pt: um amigo

source: %s friends
pt: %s amigos

source: You just left %s.
pt: Você acabou de sair de %s.

source: Ticket
pt: Tíquete

source: %{requestor} wants to be your friend.
pt: %{requestor} quer ser seu(sua) amigo(a).

source: You need to login to %{system} in order to accept %{requestor} as your friend.
pt: Você precisa entrar no %{system} para poder aceitar %{requestor} como seu(sua) amigo(a).

source: New friend
pt: Novo amigo

source: Historic and current context
pt: Histórico e contexto atual

source: Activities short description
pt: Breve descrição das atividades

source: ZIP code
pt: CEP

source: Business name
pt: Nome fantasia

source: Enterprises's profile
pt: Perfil do ponto de cultura

source: Products
pt: Produtos

source: Enterprise Info and settings
pt: Informações e Configurações do Ponto de Cultura

source: Community invitation
pt: Convite de comunidade

source: %{requestor} invited you to join %{linked_subject}.
pt: %{requestor} convidou você para ser integrante de %{linked_subject}

source: %{requestor} invited you to join %{community}.
pt: %{requestor} convidou você para ser integrante da comunidade %{community}

source: Hello <friend>,
pt: Olá <friend>,

source: <user> is inviting you to join "<community>" on <environment>.
pt: <user> está te convidando a entrar em "<community>" no <environment>.

source: To accept the invitation, please follow this link:
pt: Para aceitar o convite, por favor siga este link:

source: Profile information
pt: Informações do perfil

source: Basic information about <i>%{user}</i>: how long <i>%{user}</i> is part of <i>%{env}</i> and useful links.
pt: Informações básicas sobre <i>%{user}</i>: a quanto tempo <i>%{user}</i> é parte de <i>%{env}</i> e links úteis.

source: Display a form to search the profile
pt: Apresenta um formulário para procurar no perfil

source: People
pt: Pessoas

source: Clicking a person takes you to his/her homepage
pt: Clicando em uma pessoa você será enviado para sua página inicial.

source: Random people
pt: Pessoas aleatórias

source: image
pt: imagem

source: %{fn} of uploaded file was larger than the maximum size of 5.0 MB
pt: %{fn} do arquivo enviado é maior que o máximo permitido de 5.0 MB

source: Uncategorized product
pt: Produto não categorizado

source: Profile Image
pt: Imagem do Perfil

source: This block presents the profile image
pt: Este bloco apresenta a imagem do perfil

source: Blog posts
pt: Posts do blog

source: Subscribe RSS Feed
pt: Assinar feed RSS

source: Display one of your contents
pt: Apresentar um dos seus conteúdos

source: This block displays one of your articles. You can edit the block to select which one of your articles is going to be displayed in the block.
pt: Este bloco apresenta um dos seus artigos. Você pode editar o bloco para escolher qual dos seus artigos será apresentado neste bloco.

source: Article not selected yet.
pt: Nenhum artigo selecionado ainda.

source: [%s] Pending tasks
pt: [%s] Tarefas pendentes

source: Communities
pt: Comunidades

source: {#} community
pt: {#} comunidade

source: This block displays the communities in which the user is a member.
pt: Este bloco exibe as comunidades das quais o usuário é membro.

source: communities|View all
pt: Ver todas

source: price detail
pt: detalhe do preço

source: Production cost
pt: Custo de produção

source: Other costs
pt: Outros custos

source: qualifier certifier
pt: qualificador certificador

source: Qualifier
pt: Qualificador

source: Certifier
pt: Certificador

source: Members
pt: Integrantes

source: {#} members
pt: {#} integrantes

source: This block presents the members of a collective.
pt: Este bloco apresenta os integrantes de um coletivo.
