Repository: coletivoEITA/noosfero-ecosol
Catalog: po/*/noosfero.po
Languages: pt

source: Text article with Textile markup language
pt: Artigo de texto com linguagem de marcação Textile

source: Accessible alternative for visually impaired users.
pt: Alternativa acessível para usuários com deficiência visual.

source: Highlights
pt: Em destaque

source: Community
pt: Comunidade

source: Community Info and settings
pt: Informações e Configurações da Comunidade

source: A blog, inside which you can put other articles.
pt: Um blog, dentro dele você pode colocar outros artigos.

source: %s's RSS feed
pt: Feed RSS do(a) %s

source: %s's content published at %s
pt: Conteúdo do(a) %s publicado no %s

source: RSS Feed
pt: Feed RSS

source: Provides a news feed of your more recent articles.
pt: Fornece um feed RSS dos seus artigos mais recentes.

source: (The original text was removed)
pt: (O texto original foi removido)

source: Article removed.
pt: Artigo removido.

source: New article
pt: Novo artigo

source: %{requestor} wants to publish the article: %{linked_subject}.
pt: %{requestor} quer publicar o artigo: %{linked_subject}.

source: The article was removed.
pt: O artigo foi removido.

source: %{requestor} wants to publish the article: %{article}.
pt: %{requestor} quer publicar o artigo: %{article}.

source: %{requestor} wanted to publish an article but it was removed.
pt: %{requestor} queria publicar um artigo mas ele foi removido.

source: You need to login on %{system} in order to approve or reject this article.
pt: Você precisa entrar no %{system} para poder aprovar ou rejeitar este artigo.

source: Your request for publishing the article "%{article}" was approved. Here is the comment left by the admin who approved your article: %{comment}
pt: Seu pedido para publicar o artigo "%{article}" foi aprovado. Aqui está o comentário enviado pelo administrador que aprovou seu artigo: %{comment}

source: Your request for publishing the article "%{article}" was approved.
pt: Seu pedido de publicação do artigo "%{article}" foi aprovado.

source: Your request for publishing the article "%{article}" was rejected.
pt: Seu pedido de publicação do artigo "%{article}" foi rejeitado.

source: Here is the reject explanation left by the administrator who rejected your article: %{reject_explanation}
pt: Segue a explicação de rejeição deixada pelo administrador que rejeitou seu artigo: %{reject_explanation}

source: reported image
pt: imagem denunciada

source: Abuse report
pt: Denúncia

source: articles category
pt: artigos categoria

source: articlecategorization
pt: categorizaçãoartigo

source: Article
pt: Artigos

source: Category
pt: Categoria

source: national region type
pt: Tipo da região nacional

source: mailing
pt: informativo

source: Locale
pt: Idioma

source: Sent by Noosfero.
pt: Enviado pelo Noosfero.

source: Login/logout
pt: Login/Sair

source: This block presents a login/logout block.
pt: Este bloco apresenta um bloco de login/logout.

source: You have already requested activation of your mailbox.
pt: Você já solicitou ativação da sua caixa de e-mail.

source: Email activation
pt: Ativação de e-mail

source: %{requestor} wants to activate the following email: %{subject}.
pt: %{requestor} quer ativar o seguinte e-mail: %{subject}.

source: "Disabled enterprise" message
pt: Mensagem "Ponto de Cultura desabilitado"

source: Shows a message for disabled enterprises.
pt: Mostrar mensagem para ponto de cultura desabilitado

source: New community
pt: Nova comunidade

source: %{requestor} wants to create community %{subject} with no description.
pt: %{requestor} quer criar a comunidade %{subject} sem descrição.

source: %{requestor} wants to create community %{subject} with this description:<p><em>%{description}</em></p>
pt: %{requestor} deseja criar a comunidade %{subject} com essa descrição:<p><em>%{description}</em></p>

source: %{requestor} wants to create community %{subject}
pt: %{requestor} quer criar a comunidade %{subject}.

source: User "%{user}" just requested to create community %{community}. You have to approve or reject it through the "Pending Validations" section in your control panel.
pt: O usuário "%{user}" requisitou a criação da comunidade %{community}. Você tem que aprová-lo ou rejeitá-lo através da seção "Validações Pendentes" no seupainel de controle.

source: Your request for registering community %{community} at %{environment} was just sent. Environment administrator will receive it and will approve or reject your request according to his methods and creteria. You will be notified as soon as environment administrator has a position about your request.
pt: Seu pedido para cadastro de comunidade "%{community}" em %{environment} foi enviado. O administrador do ambiente receberá e aprovará ou rejeitará a sua requisição de acordo com os seus métodos e critérios. Você será notificado assim que o administrador do ambiente tiver uma posição sobre a sua requisição.

source: Your request for registering community %{community} at %{environment} was not approved by the environment administrator. The following explanation was given: %{explanation}
pt: Sua requisição para registrar a comunidade %{community} em %{environment} não foi aprovada pelo administrador do ambiente. A seguinte explicação foi dada: %{explication}

source: Your request for registering the community "%{community}" was approved. You can access %{environment} now and start using your new community.
pt: Sua requisição para registrar a comunidade "%{community}" foi aprovada. Você pode acessar %{environment} agora e começar a usar a sua nova comunidade.

source: Folder
pt: Pasta

source: A folder, inside which you can put other articles.
pt: Uma pasta, dentro dela você pode colocar outros artigos.

source: (No icon)
pt: (Nenhum ícone)

source: Edit
pt: Editar

source: New
pt: Novo

source: Save
pt: Salvar

source: Send
pt: Enviar

source: Cancel
pt: Cancelar

source: Add
pt: Adicionar

source: Up
pt: Acima

source: Down
pt: Abaixo

source: Left
pt: Esquerda

source: Right
pt: Direita

source: Gray Up
pt: Acima Cinza

source: Gray Down
pt: Abaixo Cinza

source: Gray Left
pt: Esquerda Cinza

source: Gray Right
pt: Direita Cinza

source: Red Up
pt: Acima Vermelho

source: Search
pt: Busca

source: Login
pt: Entrar

source: Help
pt: Ajuda

source: Spread
pt: Divulgar

source: Eyes
pt: Visualizar

source: Photos
pt: Fotos

source: Home
pt: Início

source: Package
pt: Pacote

source: To do list
pt: Lista de atividades

source: Chat
pt: Bate-papo

source: Links (static menu)
pt: Links (menu estático)

source: This block can be used to create a menu of links. You can add, remove and update the links as you wish.
pt: Este bloco pode ser usado para criar um menu de links. Você pode incluir, remove e atualizar links como quiser.

source: Password Confirmation
pt: Confirmação de senha

source: must be filled in
pt: deve ser preenchido

source: is invalid or user does not exists.
pt: é inválido ou o usuário não existe.

source: does not match the username you filled in
pt: não corresponde ao usuário preenchido

source: Change password
pt: Alterar senha

source: %{requestor} wants to change its password.
pt: %{requestor} quer alterar a senha.

source: Your password change request was cancelled at %s.
pt: Seu pedido de alteração de senha foi cancelado em %s.

source: Your password was changed successfully.
pt: Sua senha foi alterada com sucesso.

source: In order to change your password, please visit the following address: %s
pt: Para alterar sua senha, por favor visite o seguinte endereço: %s

source: Featured Products
pt: Produtos em destaque

source: mailing sent
pt: informativo enviado

source: Mailing
pt: Informativo

source: New member
pt: Novo membro

source: %{requestor} wants to be a member of %{target}.
pt: %{requestor} quer ser um integrante de %{target}.

source: You will need login to %{system} in order to accept or reject %{requestor} as a member of %{organization}.
pt: Você precisa entrar no %{system} para poder aceitar ou rejeitar %{requestor} como membro de %{organization}.

source: input
pt: insumo

source: Price per unit
pt: Preço por unidade

source: Amount used
pt: Quantidade utilizada

source: Relevant to price
pt: Relevante para o preço

source: Is from solidarity economy
pt: É da economia solidária

source: Enterprise activation
pt: Ativação de ponto de cultura

source: %{requestor} wants to activate enterprise %{linked_subject}.
pt: %{requestor} quer ativar o ponto de cultura %{linked_subject}.

source: %{requestor} wants to activate enterprise %{enterprise}.
pt: %{requestor} quer ativar o ponto de cultura %{enterprise}.

source: validation info
pt: informações de validação

source: Validation methodology
pt: Método de Validação

source: Restrictions
pt: Limitações

source: product qualifier
pt: qualificador do produto

source: Main content
pt: Gerenciar conteúdo

source: This block presents the main content of your pages.
pt: Este bloco apresenta o conteúdo principal das suas páginas.

source: Last updates
pt: Últimas atualizações

source: Recent content
pt: Conteúdo recente

source: This block lists your content most recently updated.
pt: Este bloco lista seu conteúdo atualizado mais recentemente.

source: All content
pt: Todo o conteúdo

source: The title (article name) is already being used by another article, please use another title.
pt: O título (nome do artigo) já está sendo usado por outro artigo, por favor escolha outro título.

source: self-reference is not allowed.
pt: auto-referência não é permitido.

source: cyclical reference is not allowed.
pt: referência cíclica não é permitido.

source: HTML Text document
pt: Documento de Texto HTML

source: Language not supported by the environment.
pt: Idioma não suportado pelo ambiente.

source: Language is already used
pt: Idioma já foi usado

source: Language must be choosen
pt: É preciso escolher um idioma

source: A language must be choosen for the native article
pt: Um idioma deve ser escolhido para o artigo nativo

source: Unknown
pt: Desconhecido

source: no comments
pt: nenhum comentário

source: one comment
pt: um comentário

source: %s comments
pt: %s comentários

source: no views
pt: nenhuma visualização

source: one view
pt: uma visualização

source: %s views
pt: %s visualizações

source: Created at:
pt: Criado em:

source: Random profiles
pt: Perfis aleatórios

source: {#} People or Groups
pt: {#} Pessoas ou Grupos

source: Clicking on the people or groups will take you to their home page.
pt: Clicando em uma pessoa ou grupo você será enviado para sua página inicial.

source: None
pt: Nenhum(a)

source: contact list
pt: lista de contatos

source: List
pt: Lista

source: Error fetching
pt: Erro ao obter

source: Fetched
pt: Obtido

source: There was an error while authenticating. Did you enter correct login and password?
pt: Houve um erro ao autenticar. Você digitou usuário e senha corretamente?

source: There was an error while looking for your contact list. Please, try again
pt: Houve um erro ao pesquisar sua lista de contatos. Por favor tente de novo

source: license
pt: licença

source: scrap
pt: recado

source: Sender
pt: Remetente

source: Receiver
pt: Destinatário

source: Scrap
pt: Recado

source: [%s] You received a scrap!
pt: [%s] Você recebeu um recado!

source: task
pt: tarefa

source: Status
pt: Estado

source: Requestor
pt: Solicitante

source: Code
pt: Código

source: Cancelled
pt: Cancelado

source: Finished
pt: finalizado

source: Hidden
pt: Esconder

source: Task
pt: Tarefa

source: %{requestor} sent you a task.
pt: %{requestor} enviou uma tarefa para você

source: Sent by community %s.
pt: Enviado pela comunidade %s.

source: Environment stastistics
pt: Estatísticas do Ambiente

source: Statistics for %s
pt: Estatísticas para %s

source: This block presents some statistics about your environment.
pt: Este bloco apresenta suas estatísticas sobre seu ambiente.

source: One user
pt: Um usuário

source: One enterprise
pt: Um ponto de cultura

source: One community
pt: Uma comunidade

source: Article suggestion
pt: Sugestão de artigo

source: %{sender} suggested the publication of the article: %{subject}.
pt: %{sender} sugeriu a publicação do artigo: %{subject}.

source: %{sender} suggested the publication of the article: %{article}.
pt: %{sender} sugeriu a publicação do artigo %{article}.

source: This block presents a list of your products.
pt: Este bloco apresenta a lista de seus produtos.

source: View all products
pt: Ver todos os produtos

source: national region
pt: região nacional

source: Parent national region code
pt: Código nacional da região pai

source: National region type
pt: Tipo da região nacional

source: Invalid city or state name.
pt: Cidade inválida ou nome do estado

source: production cost
pt: custo de produção

source: Owner
pt: Dono

source: Owner type
pt: Tipo de dono

source: %{fn} is not a validator for the chosen region
pt: %{fn} não é um validador para a região escolhida

source: %{fn} is already being as identifier by another enterprise, organization or person.
pt: %{fn} já está sendo usado por outro ponto de cultura, organização ou pessoa.

source: %{requestor} wants to create enterprise %{subject}.
pt: %{requestor} quer criar ponto de cultura %{subject}.

source: Your request for registering enterprise "%{enterprise}" at %{environment} was just received. It will be reviewed by the validator organization of your choice, according to its methods and criteria. You will be notified as soon as the validator organization has a position about your request.
pt: Seu pedido para cadastro de ponto de cultura "%{enterprise}" em %{environment} foi recebido. Ele será revisado por um organização validadora que você escolheu, de acordo com seu métodos e critérios. Você será notificado assim que a organização validadora tiver uma posição sobre seu pedido.

source: Your request for registering the enterprise "%{enterprise}" was approved. You can access %{environment} now and provide start providing all relevant information your new enterprise.
pt: Sua requisição para registrar o ponto de cultura "%{enterprise}" foi aprovada. Você pode acessar %{environment} agora e começar a fornecer informações relevantes sobre seu novo ponto de cultura.

source: Your request for registering the enterprise %{enterprise} at %{environment} was NOT approved by the validator organization. The following explanation was given: %{explanation}
pt: Sua requisição para registrar o ponto de cultura %{enterprise} em %{environment} NÃO foi aprovada pelo validador de organização. A seguinte explicação foi dada: %{explication}

source: Enterprise "%{enterprise}" just requested to enter %{environment}. You have to approve or reject it through the "Pending Validations" section in your control panel.
pt: O ponto de cultura "%{enterprise}" requisitou entrada em %{environment}. Você tem que aprová-lo ou rejeitá-lo através da seção "Validações pendentes" no seu painel de controle.

source: The data provided by the enterprise was the following:
pt: Os dados providos pelo ponto de cultura foram os seguintes:

source: Name: %s
pt: Nome: %s

source: Acronym: %s
pt: Sigla: %s

source: Address: %s
pt: Endereço: %s

source: Legal form: %s
pt: Estaturo Jurídico: %s

source: Foundation Year: %d
pt: Ano de fundação: %d

source: Economic activity: %s
pt: Atividade econômica: %s

source: Information about enterprise's management:
pt: Alterar a informação sobre o ponto de cultura:

source: Contact phone: %s
pt: Telefone de contato: %s

source: Contact person: %s
pt: Pessoa de contato: %s

source: CreateEnterprise|Identifier
pt: Identificador

source: categories profile
pt: categories perfil

source: profilecategorization
pt: categorizaçãoperfil

source: Raw HTML
pt: HTML puro

source: Location map
pt: Mapa de localização

source: Shows where the profile is on the material world.
pt: Mostra onde o perfil está no mundo real.

source: %{fn} cannot be like that.
pt: %{fn} não pode ser assim.

source: %{fn} is already being used by another category.
pt: %{fn} já está sendo usado por outra categoria.

source: %{fn} was already assigned to another category.
pt: %{fn} já foi atribuído a outra categoria.

source: Friend invitation
pt: Convite de amizade

source: <user> is inviting you to participate on <environment>.
pt: <user> está te convidando a participar do <environment>.

source: %{fn} can only be informed for unauthenticated authors
pt: %{fn} só pode ser informado para autores não autenticados

source: (removed user)
pt: (usuário removido)

source: (unauthenticated user)
pt: (usuário não autenticado)

source: [%s] you got a new comment!
pt: [%s] você recebeu um novo comentário!

source: [%s] %s commented on a content of %s
pt: [%s] %s comentou no conteúdo de %s

source: domain
pt: domínio

source: Google maps key
pt: Chave do Google maps

source: %{fn} must be composed of sequences of lowercase letters (a to z), numbers (0 to 9), "_" and "-", separated by dots.
pt: %{fn} deve ser composto por sequências de letras minúsculas (a a z), números (0 a 9), "_" e "-", separados por pontos.

source: %{fn} must not start with www.
pt: %{fn} não pode iniciar com www

source: box
pt: caixa

source: Anonymous
pt: Anônimo

source: New comment to article
pt: Novo comentário para o artigo

source: %{requestor} commented on the article: %{linked_subject}.
pt: %{requestor} commentou no artigo: %{linked_subject}.

source: %{requestor} wants to comment the article: %{article}.
pt: %{requestor} quer comentar o artigo: %{article}.

source: %{requestor} wanted to comment the article but it was removed.
pt: %{requestor} queria comentar o artigo mas ele foi removido.

source: You need to login on %{system} in order to approve or reject this comment.
pt: Você precisa entrar no %{system} para poder aprovar ou rejeitar este comentário.

source: Your comment to the article "%{article}" was approved. Here is the comment left by the admin who approved your comment: %{comment}
pt: Seu comentário no artigo "%{article}" foi aprovado. Aqui está o comentário enviado pelo administrador que aprovou seu artigo: %{comment}

source: Your request for comment the article "%{article}" was approved.
pt: Seu pedido de publicação do comentário "%{article}" foi aprovado.

source: Your request for commenting the article "%{article}" was rejected.
pt: Seu pedido de publicação do comentário "%{article}" foi rejeitado.

source: Here is the reject explanation left by the administrator who rejected your comment: %{reject_explanation}
pt: Segue a explicação de rejeição deixada pelo administrador que rejeitou seu comentário: %{reject_explanation}

source: Uploaded file
pt: Arquivo enviado

source: Upload any kind of file you want.
pt: Envie qualquer tipo de arquivo que você queira.

source: &laquo; Previous
pt: &laquo; Anterior

source: Next &raquo;
pt: Próxima &raquo;

source: image %d of %d
pt: imagem %d de %d

source: Online
pt: Conectado

source: Busy
pt: Ocupado

source: Sign out of chat
pt: Sair do bate-papo

source: The language you choose here is the language used for options, buttons, etc. It does not affect the language of the content created by other users.
pt: O idioma que você escolher aqui será usado para opções, botões, etc. Ele não afeta o idioma do conteúdo criado por outros usuários.

source: Start
pt: Início

source: ZIP code:
pt: CEP:

source: Contact phone:
pt: Telefone de contato:

source: Contact
pt: Contato

source: Organization:
pt: Organização:

source: Organization website:
pt: Website da organização:

source: Work
pt: Trabalho

source: Select a day on the left to display it's events here
pt: Selecione um dia na esquerda para mostrar seus eventos aqui

source: Events for %s
pt: Eventos para %s

source: No events for this date
pt: Nenhum evento para essa data

source: Visibility
pt: Visibilidade

source: Public (visible to other people)
pt: Público (visível para outras pessoas)

source: Private
pt: Privado

source: Options
pt: Opções

source: Allow all members to edit this article
pt: Permitir que todos os membros editem este artigo

source: This topic is opened for replies
pt: Este tópico está aberto para respostas

source: I want to receive comments about this article
pt: Quero receber comentários sobre este artigo

source: I want to receive a notification of each comment written by e-mail
pt: Quero receber uma notificação por e-mail sobre cada comentário

source: I want to approve comments on this article
pt: Quero aprovar comentários neste artigo

source: I want this article to display the number of hits it received
pt: Eu quero que este artigo mostre o número de acessos que recebeu

source: New discussion topic
pt: Novo tópico de discussão

source: Configure forum
pt: Configurar fórum

source: &laquo; Newer posts
pt: &laquo; Posts mais novos

source: Older posts &raquo;
pt: Posts mais antigos &raquo;

source: Discussion topic
pt: Tópico de discussão

source: Last post
pt: Último post

source: by
pt: por

source: Change category
pt: Alterar categoria

source: Price:
pt: Preço:

source: Product not available!
pt: Produto não disponível!

source: List price:
pt: De:

source: On sale:
pt: Por:

source: certified by %s
pt: certificado por %s

source: (Self declared)
pt: (Auto declarado)

source: Select...
pt: Selecione...

source: Self declared
pt: Auto declarado

source: Delete qualifier
pt: Remover qualificador

source: Select the unit
pt: Selecione a unidade

source: Product from solidarity economy
pt: Produto da economia solidária

source: Amount used in this product or service
pt: Quantidade utilizada neste produto ou serviço

source: Amount used by %s of this product or service
pt: Quantidade utilizada por %s deste produto ou serviço

source: Insert the name of the new cost:
pt: Insira o nome do novo custo:

source: Something went wrong. Please, try again
pt: Algo deu errado. Por favor, tente novamente

source: Other cost
pt: Outro custo

source: %{currency} %{production_cost} of %{currency} %{product_price}
pt: %{currency} %{production_cost} de %{currency} %{product_price}

source: Approved
pt: Aprovado

source: Rejected
pt: Rejeitado

source: Select the State
pt: Selecione o Estado

source: Select the City
pt: Selecione a Cidade

source: State:
pt: Estado:

source: City:
pt: Cidade:

source: The <label class='pseudoformlabel'>highlighted</label> fields are mandatory.
pt: Os campos <label class='pseudoformlabel'>realçados</label> são obrigatórios.

source: Done
pt: Feito

source: Today
pt: Hoje

source: Sunday
pt: Domingo

source: Monday
pt: Segunda

source: Tuesday
pt: Terça

source: Wednesday
pt: Quarta

source: Thursday
pt: Quinta

source: Friday
pt: Sexta

source: Saturday
pt: Sábado

source: Su
pt: Dom

source: Mo
pt: Seg

source: Tu
pt: Ter

source: We
pt: Qua

source: Th
pt: Qui

source: Fr
pt: Sex

source: Sa
pt: Sab

source: Sun
pt: Dom

source: Mon
pt: Seg

source: Tue
pt: Ter

source: Wed
pt: Qua

source: Thu
pt: Qui

source: Fri
pt: Sex

source: Sat
pt: Sab

source: January
pt: Janeiro

source: February
pt: Fevereiro

source: March
pt: Março

source: April
pt: Abril

source: May
pt: Maio

source: June
pt: Junho

source: July
pt: Julho

source: August
pt: Agosto

source: September
pt: Setembro

source: October
pt: Outubro

source: November
pt: Novembro

source: December
pt: Dezembro

source: Feb
pt: Fev

source: Apr
pt: Abr

source: Aug
pt: Ago

source: Sep
pt: Set

source: Oct
pt: Out

source: Dec
pt: Dez

source: Next
pt: Próximo

source: Prev
pt: Anterior

source: Wk
pt: Sem

source: From
pt: De

source: until
pt: até

source: root
pt: raiz

source: Checking availability of login name...
pt: Checando disponibilidade do nome de usuário...

source: Checking if e-mail address is already taken...
pt: Checando se o endereço de e-mail já está sendo utilizado...

source: , by %s
pt: , por %s

source: Contents menu
pt: Menu de conteúdos

source: Mark as NOT SPAM
pt: Marcar como NÃO É SPAM
