Repository: coletivoEITA/noosfero-ecosol
Catalog: po/*/noosfero.po
Languages: pt

source: Are you sure you want to remove this site from the list of trusted sites?
pt: Você tem certeza que quer remover este site da sua lista de sites confiáveis?

source: Add a trusted site
pt: Adicionar site confiável

source: Back to admin panel
pt: Voltar ao painel de administração

source: Add a new trusted site
pt: Adicionar um novo site confiável

source: Add trusted site
pt: Adicionar site confiável

source: Editing trusted site
pt: Editando site confiável

source: Could not connect to chat
pt: Não foi possível conectar no bate-papo

source: try again
pt: tentar novamente

source: Catalog start
pt: Início da vitrine

source: There are no sub-categories for %s
pt: Não há subcategorias para %s

source: There are no categories available.
pt: Não há categorias disponíveis.

source: Highlighted product
pt: Produto destacado

source: No image
pt: Nenhuma imagem

source: from
pt: de

source: by
pt: por

source: description
pt: descrição

source: price composition
pt: composição de preço

source: inputs and raw materials
pt: Insumos e matéria-prima

source: %{amount_used} %{unit} of
pt: %{amount_used} %{unit} de

source: qualifiers
pt: qualificadores

source: product unavailable
pt: produto indisponível

source: Dear %s,
pt: Caro(a) %s,

source: Greetings,
pt: Saudações,

source: %s team.
pt: Equipe %s.

source: Hello %s,
pt: Olá %s,

source: Access your list of tasks or your control panel to see this and other pending actions that need your attention.
pt: Acesse sua lista de tarefas ou o seu painel de controle para ver esta e outras ações pendentes que necessitam da sua atenção.

source: Tag cloud
pt: Nuvem de marcadores

source: Tagged with "%s"
pt: Marcados com "%s"

source: Back to tag cloud
pt: Voltar à nuvem de marcadores

source: Search Results
pt: Resultados da Busca

source: Sub-categories
pt: Subcategorias

source: No sub-categories
pt: Sem subcategorias

source: by %{name} at %{date}
pt: por %{name} em %{date}

source: Last update: %s.
pt: Última atualização: %s.

source: Search in:
pt: Buscar em:

source: Category Index
pt: Índice da Categoria:

source: from
pt: de

source: Percentage of inputs from solidarity economy
pt: Porcentagem de insumos da economia solidária

source: Open Price
pt: Preço aberto

source: Not available
pt: Indisponível

source: Supplier
pt: Fornecedor

source: Qualifiers
pt: Qualificadores

source: by %{author} on "%{article}"
pt: por %{author} em "%{article}"

source: see all (%d)
pt: ver todos (%d)

source: Changing role of %s
pt: Mudando papel de %s

source: Roles:
pt: Papéis:

source: Make new admin
pt: Faça um novo admin

source: Admin
pt: Administrador

source: Make
pt: Fazer

source: Listing Administrators
pt: Listando Administradores

source: Edit member role
pt: Editar papel do membro

source: Remove member
pt: Remover membro

source: Affiliate
pt: Afiliar

source: Select the groups where you want to publish your article
pt: Selecione os grupos onde você quer publicar seu artigo

source: There were errors with the following communities:
pt: Houveram problemas com as seguintes comunidades :

source: Choose folder to upload files:
pt: Escolha uma pasta para incluir arquivos:

source: More files
pt: Mais arquivos

source: Add to the text
pt: Adicionar ao texto

source: Insert media
pt: Adicionar mídia

source: Upload more files ...
pt: Enviar mais arquivos ...

source: Media search
pt: Busca de mídia

source: Choose the type of content:
pt: Escolha o tipo de conteúdo

source: This is a republication of "%s", by %s.
pt: Esta é uma republicação de "%s", por %s.

source: Content management
pt: Gerenciamento de conteúdo

source: Current folder:
pt: Pasta atual:

source: parent folder
pt: pasta superior

source: Public view
pt: Visualização pública

source: Use as homepage
pt: Usar como página inicial

source: Publish your article on portal community
pt: Publicar seu artigo na comunidade portal

source: There is no portal community in this environment.
pt: Não existe comunidade portal neste ambiente.

source: This file couldn't be saved
pt: Este arquivo não pode ser salvo

source: There were problems with the following files:
pt: Houve problemas com os seguintes arquivos:

source: Publish media
pt: Publicar mídia

source: Select the files you want to upload (max size %s):
pt: Selecione o arquivo que você quer enviar (tamanho máximo %s):

source: Documents, Images, Videos, Audio
pt: Documentos, Imagens, Vídeos, Áudio

source: Uploading files to %s
pt: Enviando arquivos para %s

source: My Blog
pt: Meu Blog

source: You are about to change the address, and this will break external links to this blog or to posts inside it. Do you really want to change?
pt: Você está prestes a alterar o endereço, e isto vai quebrar links externos para esse blog ou para postar dentro dela. Você quer realmente mudar?

source: How to display posts:
pt: Mostrar posts como:

source: Full post
pt: Post completo

source: First paragraph
pt: Primeiro parágrafo

source: Posts per page:
pt: Posts por página:

source: List only translated posts
pt: Listar apenas os posts traduzidos

source: Limit of posts in RSS Feed
pt: Limite de posts no feed RSS

source: Include in RSS Feed only posts from language:
pt: Incluir no feed RSS apenas posts no idioma:

source: All
pt: Todos

source: Fetch posts from an external feed
pt: Obter posts de um feed externo

source: Feed address
pt: Endereço do feed

source: Fetch posts only once
pt: Obter posts apenas uma vez

source: Fetch posts periodically
pt: Obter posts periodicamente

source: Feeds are updated in batches periodically. Please note that your posts will not be fetched immediately.
pt: Os feeds são atualizados em lote periodicamente. Por favor, note que seus posts não serão obtidos imediatamente.

source: Limit of articles
pt: Limite de artigos

source: Use as item description:
pt: Usar como descrição do item:

source: Article abstract
pt: Resumo do artigo

source: Article body
pt: Corpo do artigo

source: Include in the feed:
pt: Incluir no feed:

source: All articles
pt: Todos os artigos

source: Only articles child of the same article as the feed
pt: Apenas artigos filhos do mesmo artigo que o feed

source: Drag images to add them to the text.
pt: Arraste as imagens para adicioná-las ao texto.

source: Drag file names to the text to add links.
pt: Arraste os nomes dos arquivos ao texto para adicionar links.

source: Why categorize?
pt: Porque categorizar?

source: By categorizing your content, you increase the possibility that other people access it. When they are looking for, say, articles about Bahia and you categorize your article in "Regions/Bahia", then there is a good change that your article is going to be found.
pt: Ao categorizar o seu conteúdo, você aumenta a possibilidade de outras pessoas acessá-lo. Quando eles estão procurando, por exemplo, artigos sobre Bahia e você categorizar o seu artigo em "Regiões/Bahia", então há uma boa chance que seu artigo seja encontrado.

source: Event website:
pt: Site do evento

source: Text
pt: Texto

source: Textile markup quick reference
pt: Referência rápida de marcação textile

source: (show)
pt: (mostrar)

source: (hide)
pt: (esconder)

source: Simple formatting:
pt: Formatação simples:

source: italics
pt: itálico

source: bold
pt: negrito

source: striked
pt: riscado

source: Images:
pt: Imagens:

source: Bullet lists:
pt: Listas de marcadores:

source: first item
pt: primeiro item

source: second item
pt: segundo item

source: Numbered lists:
pt: Listas numeradas:

source: For code, use HTML tags <pre> and <code>, and indent the code inside them:
pt: Para código, utilize as tags HTML <pre> e <code>, e faça identação do código entre as tags:

source: See also a more complete <a href="%s">Textile Reference</a>.
pt: Veja também uma <a href="%s">Referência Textile</a> mais completa.

source: Source URL
pt: URL da fonte

source: Your name
pt: Seu nome

source: Highlight this article
pt: Destacar este artigo

source: Categorize your article
pt: Categorize seu artigo

source: Separate tags with commas
pt: Separe os marcadores com vírgulas

source: My Forum
pt: Meu fórum

source: Delete: %s
pt: Remover: %s

source: Are you sure that you want to remove this folder? Note that all the items inside it will also be removed!
pt: Tem certeza que quer excluir esta pasta? Perceba que todos os itens dentro dela também serão removidos!

source: Are you sure that you want to remove this item?
pt: Tem certeza que quer excluir este ítem?

source: Yes, I want.
pt: Sim, eu quero.

source: Add a CSS file
pt: Adicionar arquivo CSS

source: File name
pt: Nome do arquivo

source: Editing Appearance
pt: Editando Aparência

source: Select template
pt: Selecione um modelo

source: The "%s" template
pt: O modelo "%s"

source: (current)
pt: (atual)

source: Select theme
pt: Selecione um tema

source: Use the default theme
pt: Usar o tema padrão

source: Are you sure you want to use the environment default theme?
pt: Tem certeza que quer usar o tema padrão do ambiente?

source: The "%s" theme.
pt: O tema "%s".

source: My themes
pt: Meus temas

source: Use this theme
pt: Usar este tema

source: Edit this theme
pt: Editar este tema

source: Test this theme
pt: Testar este tema

source: New theme ...
pt: Novo tema ...

source: Create new theme
pt: Criar novo tema

source: Name of the new theme:
pt: Nome do novo tema:

source: Editing theme "%s"
pt: Editando tema "%s"

source: Preview this theme
pt: Pré-visualizar este tema

source: CSS files
pt: Arquivos CSS

source: New CSS
pt: Novo CSS

source: Images
pt: Imagens

source: Add image
pt: Adicionar imagem

source: Select a CSS file to edit
pt: Selecione arquivo CSS para editar

source: CSS code: "%s"
pt: Código CSS: "%s"

source: Choose the image file
pt: Escolha o arquivo da imagem

source: Locate in the map
pt: Localize no mapa

source: Locate the address informed above in the map below (note that you'll probably need to adjust the marker to get a precise position)
pt: Localize o endereço informado acima no mapa abaixo (note que você irá provavelmente precisar ajustar o marcador para conseguir uma posição precisa)

source: Drag the balloon to find the exact location.
pt: Arraste o balão para encontrar a localização exata.

source: Permissions
pt: Permissões

source: Back to roles management
pt: Voltar para a gestão de papéis

source: Manage user roles
pt: Gerenciar papéis de usuários

source: Create a new role
pt: Criar um novo papel

source: Permissions:
pt: Permissões:

source: Create role
pt: Criar papel

source: Terms of use - %s
pt: Termos de Uso - %s

source: News
pt: Notícias

source: More options
pt: Mais opções

source: e-Mail configuration
pt: Configuração de e-Mail

source: You already request activation of your mailbox. Please wait until an administrator approves your request.
pt: Você já solicitou ativação da sua caixa de e-mail. Por favor aguarde um administrator aprovar sua solicitação.

source: Configuration
pt: Configuração

source: Mail configuration for POP and IMAP
pt: Configuração de e-Mail para POP e IMAP

source: Enable e-Mail account below:
pt: Ativar a conta de e-Mail abaixo:

source: You'll be able to access a webmail from your user menu.
pt: Você poderá acessar um webmail a partir do seu menu de usuário.

source: Enable e-Mail
pt: Habilitar e-Mail

source: New highlight
pt: Novo destaque

source: Image transition:
pt: Transição de imagens:

source: No automatic transition
pt: Sem transição automática

source: Every 1 second
pt: A cada 1 segundo

source: Show images in random order
pt: Mostrar imagens em order aleatória

source: Display navigation buttons
pt: Mostrar botões de navegação

source: HTML code
pt: Código HTML

source: Category types
pt: Tipos de categoria

source: Choose some products
pt: Selecione alguns produtos

source: Reflect products
pt: Refletir produtos

source: Transition speed (in seconds)
pt: Velocidade da transição (em segundos)

source: In groups of
pt: Em grupos de

source: Limit of items
pt: Limite de itens

source: Prioritize profiles with image
pt: Dar prioridade aos perfis com imagens

source: Limit of tags to display:
pt: Limite de tags para exibir

source: Select the products that must be shown.
pt: Escolha os produtos que serão exibidos.

source: You don't have an community defined as the portal community. Define it before use this block properly.
pt: Você ainda não definiu uma comunidade como portal. Faça isto antes de usar este bloco para que ele funcione corretamente.

source: Number of posts:
pt: Número de postagens

source: How to display this content:
pt: Como mostrar este conteúdo:

source: Lead
pt: Prévia

source: In what area do you want to put your new block?
pt: Em que área você quer colocar seu novo bloco?

source: Main area
pt: Área principal

source: Area %d
pt: Área %d

source: Select the type of block you want to add to your page.
pt: Selecione o tipo de bloco que você quer adicionar à sua página.

source: Choose a blog:
pt: Escolha um blog:

source: Show name on block
pt: Mostrar nome no bloco

source: Editing sideboxes
pt: Editando blocos laterais

source: Add a block
pt: Adicionar um bloco

source: Choose a gallery
pt: Escolha uma galeria

source: %{gallery} (%{count} images)
pt: %{gallery} (%{count} imagens)

source: Image size
pt: Tamanho da imagem

source: Slideshow size
pt: Tamanho para slideshow

source: Icon
pt: Ícone

source: New link
pt: Novo link

source: Editing block
pt: Editando bloco

source: Custom title for this block:
pt: Título personalizado para este bloco:

source: Display this block:
pt: Mostrar este bloco:

source: In all pages
pt: Em todas as páginas

source: Only in the homepage
pt: Apenas na página inicial

source: In all pages, except in the homepage
pt: Em todas as páginas, exceto na página inicial

source: Don't display
pt: Não mostrar

source: Show for:
pt: Exibir para:

source: all languages
pt: todos os idiomas

source: Limit of posts to display
pt: Limite de postagens para exibir

source: Zoom Level:
pt: Nível de Zoom:

source: World
pt: Mundo

source: Street
pt: Rua

source: Map Type:
pt: Tipo do mapa:

source: Road Map
pt: Mapa de Ruas

source: Mobile
pt: Móvel

source: Satellite
pt: Satélite

source: Terrain
pt: Terreno

source: Hybrid
pt: Híbrido

source: Your email %s was just activated.
pt: Seu email %s foi ativado agora.

source: You can access your e-mail from anywhere, using the following address:
pt: Você pode acessar seu e-mail de qualquer lugar usando o seguinte endereço:

source: Hi, %{recipient}!
pt: Olá, %{recipient}!

source: Welcome to %{environment}! To activate your account, follow the link: %{activation_url}
pt: Bem-vindo ao %{environment}! Para ativar sua conta, siga o link: %{activation_url}

source: There is no such page: %s
pt: Esta página não existe: %s

source: You may have clicked an expired link or mistyped the address.
pt: Você pode ter clicado em um link expirado ou em um endereço digitado errado.

source: If you clicked a link that was in another site, or was given to you by someone else, it would be nice if you tell them that their link is not valid anymore.
pt: Se você clicou em um link que estava em outro site ou que foi passado a você por outra pessoa, seria legal que você avisasse que este link não é mais válido.

source: Go to the home page
pt: Ir para a página inicial do site.

source: Unblock
pt: Desbloquear

source: Enter chat room
pt: Entrar no bate-papo

source: Open chat
pt: Abrir bate-papo

source: Current category:
pt: Categoria atual:

source: Select a category:
pt: Selecione uma categoria:

source: Categories:
pt: Categorias:

source: redirecting...
pt: redirecionando...

source: Find in %s's content
pt: Buscar no conteúdo de %s

source: General
pt: Geral

source: Search all content
pt: Buscar todo o conteúdo

source: Access denied
pt: Acesso negado

source: You are not allowed to view this page.
pt: Você não está autorizado a visualizar esta página.

source: If you are supposed to have access to this area, you'll probably want to talk to the people responsible and ask them to give you access.
pt: Se você deveria ter acesso a esta área, você provavelmente deve entrar em contato com as pessoas responsáveis e pedir acesso.

source: Go to the site home page
pt: Ir para a página inicial do site.

source: %s's Menu
pt: Menu de %s

source: My Home Page
pt: Minha página inicial

source: My groups
pt: Meus grupos

source: None of your friends is online at the moment
pt: Nenhum dos seus amigos está online no momento

source: Friends in chat (<span class='amount_of_friends'>%{amount}</span>)
pt: Amigos no chat (<span class='amount_of_friends'>(%{amount}</span>)

source: Used when a short version of your text is needed.
pt: Usada quando uma versão curta do seu texto é necessária.

source: Testing theme "%s"
pt: Testando tema "%s"

source: You can move this window away to have a better visualization of specific parts of screen.
pt: Você pode mover esta janela para visualizar melhor partes específicas da tela.

source: Finished testing
pt: Teste finalizado

source: Edit theme
pt: Editar tema

source: Manage enterprises
pt: Gerenciar pontos de cultura

source: My enterprises
pt: Meus pontos de cultura

source: Last update
pt: Última atualização

source: This message was sent by %{sender} to %{target} on %{environment}.
pt: Esta mensagem foi enviada por %{sender} para %{target} no %{environment}.

source: Information about the user who sent this message:
pt: Informações sobre o usuário que enviou esta mensagem:

source: Message:
pt: Mensagem:

source: Send an e-mail to %s
pt: Enviar e-mail para %s

source: Send an e-mail to administrators
pt: Enviar um e-mail para os administradores

source: The e-mail will be sent to the administrators of '%s'
pt: O e-mail será enviado para os administradores de '%s'

source: I want to receive a copy of the message in my e-mail.
pt: Quero receber uma cópia da mensagem no meu e-mail.

source: Enterprise registration completed
pt: Registro do ponto de cultura completo

source: Your enterprise (%s) was successfully registered.
pt: Seu ponto de cultura (%s) foi registrado com sucesso.

source: You can manage your enterprise now.
pt: Você pode gerenciar seu ponto de cultura agora.

source: Your enterprise registration request was successfully registered. The validator organization you choose (%s) should get in touch with to start the validation process. As soon as the validators approve (or reject) your request, you will be notified by e-mail.
pt: Seu pedido do registo da empresa foi registado com sucesso. A organização validadora que você escolheu (%s) deve funcionar com o começo do processo de validação. Assim que os validadores aprovarem (ou rejeitarem) seu pedido, você será notificado pelo e-mail.

source: You can continue to browse this environment.
pt: Você pode continuar navegando neste ambiente.

source: Enterprise registration: validator organization
pt: Registo do ponto de cultura: organização validadora

source: {fn} can only be informed for unauthenticated authors
pt: {fn} só pode ser informado para autores não autenticados

source: {fn} of uploaded file was larger than the maximum size of %{size}
pt: {fn} do arquivo enviado é maior que o máximo permitido de %{size}

source: {fn} cannot be like that.
pt: {fn} não pode ser assim.

source: {fn} is already being used by another category.
pt: {fn} já está sendo usado por outra categoria.

source: Admin must approve registration of new users
pt: Administrador tem que aprovar a criação de novos usuários

source: Display on menu the list of communities the user can manage
pt: Mostra no menu a lista de comunidades que o usuário pode gerenciar

source: Display on menu the list of enterprises the user can manage
pt: Mostra no menu a lista de empreendimentos que o usuário pode gerenciar

source: Stays on the same page the user was before signup.
pt: Permanece na mesma páǵina que o usuário estava antes do cadastro.

source: {fn} cannot come before end date.
pt: {fn} não pode vir antes da data final.

source: {fn} of uploaded file was larger than the maximum size of 5.0 MB
pt: {fn} do arquivo enviado é maior que o máximo permitido de 5.0 MB

source: {fn} is already used by other user
pt: {fn} já está sendo usado por outro usuário.

source: Pending activation of enterprise %{linked_subject}.
pt: Ativação pendente para o empreendimento %{linked_subject}.

source: Pending activation of enterprise %{enterprise}.
pt: Ativação pendente para o empreendimento %{enterprise}.

source: [%s] Network Activity
pt: [%s] Atividade da Rede

source: {fn} must be checked in order to signup.
pt: {fn} deve ser verificado para efetivar inscrição

source: does not match.
pt: não corresponde.

source: Offered by
pt: Produzido ou oferecido por

source: Same page
pt: Mesma página

source: New tab
pt: Nova aba

source: New window
pt: Nova janela

source: name
pt: nome

source: title
pt: título

source: Show more
pt: Ver mais produtos

source: members
pt: integrantes

source: Product category menu
pt: Menu de categorias de produto

source: Catalog
pt: Catálogo

source: Helps to filter the products catalog.
pt: Ajuda a filtrar os produtos do catálogo.

source: Only on the catalog
pt: Apenas no catálogo

source: {fn} is not a validator for the chosen region
pt: {fn} não é um validador para a região escolhida

source: {fn} is already being as identifier by another enterprise, organization or person.
pt: {fn} já está sendo usado por outro empreendimento, organização ou pessoa.

source: In order to change your password, please visit the following address: %s If you did not required any change to your password just desconsider this email.
pt: Para alterar sua senha, por favor visite o seguinte endereço: %s Se você não requisitou que sua senha fosse alterada apenas desconsidere esse email.

source: All users
pt: Todos os usuários

source: Logged
pt: Logado

source: Not logged
pt: Não logado

source: %{requestor} wants to be a member of this community.
pt: %{requestor} quer ser um integrante desta comunidade.

source: {fn} must be composed of sequences of lowercase letters (a to z), numbers (0 to 9), "_" and "-", separated by dots.
pt: {fn} deve ser composto por sequências de letras minúsculas (a a z), números (0 a 9), "_" e "-", separados por pontos.

source: {fn} must not start with www.
pt: {fn} não pode iniciar com www

source: order by
pt: ordenar por

source: Lowest price
pt: Menor preço

source: Newest
pt: Mais recentes

source: Last updated
pt: Últimas atualizações

source: repeat order
pt: repetir pedido

source: Date of birth
pt: Data de nascimento

source: Profile created at
pt: Perfil criado em

source: Privacy setting
pt: Opção de privacidade

source: Principal Product Categories
pt: Categorias do Produto Principal

source: All people
pt: Todas e todos

source: All contents
pt: Todos os conteúdos

source: All communities
pt: Todas as comunidades

source: See all
pt: Ver todos

source: Are you sure that you want to remove the folder "%s"? Note that all the items inside it will also be removed!
pt: Tem certeza que quer excluir a pasta "%s"? Perceba que todos os itens dentro dela também serão removidos!

source: Are you sure that you want to remove the item "%s"?
pt: Tem certeza que quer excluir o ítem "%s"?

source: Errors while saving
pt: Ocorreram erros enquanto salvava

source: The contents in this profile is available to members only.
pt: O conteúdo deste perfil está disponível apenas para os seus membros.

source: Map
pt: Mapa

source: Clone
pt: Clonar

source: I want this article to display a link to older versions
pt: Eu quero que este artigo mostre um link para versões mais antigas

source: Allow members to create topics
pt: Permitir aos usuários criarem tópicos

source: Fill in the search field to add the exception users to see this content
pt: Preencha o campo de busca para adicionar os usuários que poderão ver esse conteúdo
