Repository: coletivoEITA/noosfero-ecosol
Catalog: po/*/noosfero.po
Languages: pt

source: The usp id grants you special powers in the network. Don't forget to fill it with a valid number if you have one.
pt: O número USP garante poderes especiais nesta rede. Não esqueça de preenchê-lo com um número válido se você possuir um.

source: Either this usp number is being used by another user or is not valid
pt: Esse número usp está sendo usado por outro usuário ou não é válido

source: Checking usp number...
pt: Checando o número usp...

source: Birth date (yyyy-mm-dd)
pt: Data de nascimento (aaaa-mm-dd)

source: Confirm your birth date. Pay attention to the format: yyyy-mm-dd.
pt: Confirme sua data de nascimento. Fique atento ao formato: aaaa-mm-dd.

source: Confirm your CPF number.
pt: Confirme seu número de CPF.

source: The usp id grants you special powers in the network. Don't forget to fill it if you have one.
pt: O número USP garante poderes especiais nesta rede. Não esqueça de preenchê-lo se você possuir um.

source: This field must be private
pt: Este campo precisa ser privado

source: USP number / Username
pt: Número USP / Nome de usuário

source: validation failed
pt: validação falhou

source: is being used by another user or is not valid
pt: está sendo usado por outro usuário ou não é válido

source: Checks comments against a spam checking service compatible with the Akismet API
pt: Checa os comentários com um serviço de verificação de spam compatível com a API Akismet

source: multi-level paternity is not allowed.
pt: paternidade multi-nível não é permitido.

source: Paternity request
pt: Requisição de paternidade

source: %{requestor} wants to add this organization as a sub-organization of %{linked_subject}.
pt: %{requestor} quer associar esta organização como sub-organização de %{linked_subject}.

source: Sub-groups
pt: Sub-grupos

source: Adds the ability for groups to have sub-groups.
pt: Adiciona a possibilidade de grupos terem sub-grupos.

source: Manage sub-groups
pt: Gerenciar sub-grupos

source: Profile's Learnigs
pt: Saberes do Perfil

source: This block show learnings of your profile
pt: Este bloco apresenta a lista de saberes de seu perfil

source: Relevance
pt: Relevância

source: Closest to me
pt: Mais próximo de mim

source: Sort results by
pt: Ordenar resultados por

source: %s products offers found
pt: %s ofertas de produtos encontrados

source: %s articles found
pt: %s artigos encontrados

source: %s events found
pt: %s eventos encontrados

source: %s people found
pt: %s pessoas encontradas

source: %s enterprises found
pt: %s pontos de cultura encontrados

source: %s communities found
pt: %s comunidades encontradas

source: Type in an option
pt: Digite uma opção

source: Situation
pt: Situação

source: facets|Enabled
pt: Habilitado

source: facets|Not enabled
pt: Não habilitado

source: Related products
pt: Produtos relacionados

source: Published date
pt: Data de publicação

source: Older than one year
pt: Mais de um ano

source: In the last year
pt: No último ano

source: In the last month
pt: No último mês

source: In the last week
pt: Na última semana

source: In the last day
pt: No último dia

source: Lists interests
pt: Lista interesses

source: This block show interests of your profile or environment
pt: Este bloco apresenta os interesses de seu perfil ou ambiente

source: Consumer Interests
pt: Interesses de consumo

source: Opportunities Sniffer
pt: Farejador de Oportunidades

source: Adds a tolerance time for editing content after its publication
pt: Adiciona um tempo de tolerância para edição de conteúdo após sua publicação

source: Tolerance Adjustements
pt: Configurações de Tolerância

source: This content can't be edited anymore because it expired the tolerance time
pt: Este conteúdo não pode mais ser editado porque seu tempo de tolerância expirou

source: The tolerance time for editing this content is over.
pt: O tempo de tolerância para edição deste conteúdo acabou.

source: A plugin that add ldap support.
pt: Um plugin que adiciona suporte a ldap.

source: My Exchanges
pt: Minha trocas

source: [%{environment}] You have a new proposal of exchange!
pt: [%{environment}] Você tem uma nova proposta de troca!

source: [%{environment}] You have a new exchange message!
pt: [%{environment}] Você tem uma nova mensagem na troca!

source: Requires users to authenticate in order to post comments.
pt: Exige que os usuários se autentiquem antes de postar coentários.

source: A metric analizer plugin.
pt: Um plugin de análise de métricas

source: Mezuro project
pt: Projeto Mezuro

source: Mezuro configuration
pt: Configuração do Mezuro

source: Mezuro reading group
pt: Grupo de leitura do Mezuro

source: Submission date
pt: Data de submissão

source: Versions
pt: Versões

source: View all versions
pt: Ver todas as versões

source: Work Assignment
pt: Trabalho a ser entregue

source: Defines a work to be done by the members and receives their submissions about this work.
pt: Define um trabalho a ser feito pelos membros e recebe as submissõs do trabalho.

source: New kind of content for organizations.
pt: Novo tpo de conteúdo para organizações.

source: [%s] You must reactivate your account.
pt: [%s] Você deve reativar a sua conta.

source: Search and destroy spams and spammers.
pt: Busca e destrói

source: A sample plugin to test autoload craziness.
pt: Um plugin de teste para testar a loucura do caregamento.

source: Bsc info and settings
pt: Informações e Configurações do Bsc

source: Opened
pt: Aberto

source: Negotiating
pt: Em negociação

source: Executing
pt: Executando

source: Closed
pt: Fechado

source: ProjectA
pt: ProjetoA

source: ProjectB
pt: ProjetoB

source: BSC association
pt: Associação de BSC

source: %{requestor} wants to associate this enterprise with %{linked_subject}.
pt: %{requestor} quer associar este ponto de cultura com %{linked_subject}.

source: %{enterprise} accepted your request to associate it with %{bsc}.
pt: %{enterprise} aceitou seu pedido para associá-lo com %{bsc}.

source: %{enterprise} rejected your request to associate it with %{bsc}.
pt: %{enterprise} rejeitou seu pedido para associá-lo com %{bsc}.

source: Here is the reject explanation left by the administrator: %{reject_explanation}
pt: Segue a explicação de rejeição deixada pelo administrador: %{reject_explanation}

source: %{requestor} wants assoaciate %{bsc} as your BSC.
pt: %{requestor} quer associar %{bsc} como seu BSC.

source: [%s] Bsc management transferred to you.
pt: [%s] Administração de Bsc transferida para você.

source: Adds the Bsc feature
pt: Adiciona a funcionalidades Bsc

source: Create Bsc
pt: Criar Bsc

source: Validate Enterprises
pt: Validar pontos de cultura

source: Manage associated enterprises
pt: Gerenciar pontos de cultura associados

source: Transfer ownership
pt: Transferir administração

source: Manage contracts
pt: Gerenciar contratos

source: Tracking and web analytics to people and communities
pt: Rastreamento e análise web para pessoas e comunidades

source: A plugin that uses the Google Custom Search as Noosfero general search engine.
pt: Um plugin que utiliza a busca customizada do Google como busca geral do Noosfero

source: A plugin that allows sending e-mails via HTML forms.
pt: Um plugin que permite envio de e-mails via formulários HTML.

source: To
pt: Para

source: New mail
pt: Novo email

source: '%s' isn't a valid e-mail address
pt: '%s' não é um endereço de e-mail válido.

source: '%s' address is not allowed (see SendEmailPlugin config)
pt: %{fn} '%s' endereço não permitido (veja as configurações do SendEmailPlugin)

source: Free delivery
pt: Frete grátis

source: Delivery
pt: Entrega

source: Item name
pt: Nome do item

source: Canceled
pt: Cancelado

source: Confirmed
pt: Confirmado

source: Shipped
pt: Enviado

source: [%s] Your buy request was performed successfully.
pt: [%s] Seu pedido de compra foi realizado com sucesso.

source: [%s] You have a new buy request from %s.
pt: [%s] Você tem um novo pedido de compra de %s.

source: A shopping basket feature for enterprises
pt: Funcionalidade de cesto de compras para pontos de cultura

source: Add to basket
pt: Adicionar ao cesto

source: Shopping basket
pt: Cesto de compras

source: Purchase reports
pt: Relatórios de compras

source: A plugin that display comment groups.
pt: Um plugin que mostra grupos de comentários.

source: Not empty group comment cannot be removed
pt: Grupo de comentário vazio não pode ser removido

source: Search engine that uses Postgres Full-Text Search.
pt: Motor de busca que usa a Busca Full-Text do Postgres.

source: Enables the creation of forms.
pt: Habilita a criação de formulários.

source: Manage Forms
pt: Gerenciar Formulários

source: Invalid string format of access.
pt: Tipo de acesso inválido

source: There is no profile with the provided id.
pt: Não existe perfil com o id fornecido.

source: Invalid type format of access.
pt: Formato de tipo de acesso inválido.

source: Logged users
pt: Usuários logados

source: Custom
pt: Customizado

source: Always
pt: Sempre

source: Until %s
pt: Até %s

source: From %s until %s
pt: De %s a %s

source: Select
pt: Selecione

source: Membership survey
pt: Pesquisa na associação de novos integrantes

source: %{requestor} wants you to fill in some information.
pt: %{requestor} quer que você preencha algumas informações.

source: After joining %{requestor}, the administrators of this organization wants you to fill in some further information.
pt: Após entrar em %{requestor}, os administradores dessa organização quer que você preencha algumas informações adicionais.

source: %{requestor} wants to fill in some further information.
pt: %{requestor} quer que preencha algumas informações adicionais.

source: is mandatory.
pt: é obrigatório

source: Choose which attributes should be displayed:
pt: Escolha quais atributos devem ser mostrados:

source: Abstract:
pt: Resumo:

source: Body:
pt: Corpo:

source: Choose which content should be displayed:
pt: Escolha qual conteúdo deve ser mostrado:

source: AntiSpam settings
pt: Configurações de AntiSpam

source: API key
pt: Chave da API

source: Applied filters
pt: Aplicar filtros

source: Comments
pt: Comentários

source: Accept comments from unauthenticated users
pt: Aceitar comentários de usuários não autenticados

source: Collector Name:
pt: Nome do Coletor:

source: Metric Name:
pt: Nome da Métrica:

source: Code:
pt: Código:

source: Aggregation Form:
pt: Forma de Agregação:

source: Weight:
pt: Peso:

source: Reading Group:
pt: Grupo de leitura:

source: Last Result
pt: Último Resultado

source: Date
pt: Data

source: Readings
pt: Leituras

source: Repositories
pt: Repositórios

source: Grade:
pt: Grau

source: Source tree
pt: Tipo da fonte

source: Spaminator settings
pt: Configurações do Spaminator

source: Period (days) for scanning spammers
pt: Período (dias) para buscar por spammers

source: Spaminator was never deployed. While deployed, Spaminator will periodically scan your social network for spams. Do it now!
pt: Spaminator ainda não foi implantado. Enquanto implantado, Spaminator irá periodicamente buscar spams em sua rede social. Faça isso agora!

source: Spaminator is deployed.
pt: Spaminator está implantado.

source: Spaminator is withhold.
pt: Spaminator está em espera.

source: Spaminator is scanning...
pt: Spaminator está buscando...

source: Next scan on %s days.
pt: Proxima busca em %s dias

source: Scanning...
pt: Buscando...

source: Scan now!
pt: Busque agora!

source: Deploy
pt: Implantar

source: Schedule next scan for the period defined
pt: Agenda a próxima busca para o período definido

source: Withhold
pt: Em espera

source: Cancel next scheduled scans
pt: Cancela as próximas buscas agendadas

source: OAuth authentication to other noosfero networks and other OAuth providers
pt: Autenticação OAuth para outras redes noosfero e outros provedores OAuth

source: Create IDs and secrets for applications and networks that are going to use your OAuth Provider.
pt: Crie IDs e chaves para aplicações e redes que vão usar seu provedor OAuth.

source: New app
pt: Novo aplicativo

source: Current apps
pt: Aplicativos cadastros

source: Callback URI
pt: URI de retorno (callback)

source: Login with:
pt: Entrar com:

source: Developer signin
pt: Entrada para desenvolvedor

source: Register providers to use OAuth authentication for login.
pt: Registre provedores para usar autenticação OAuth para login.

source: New provider
pt: Novo provedor

source: Current providers
pt: Provedores atuais

source: OAuth configuration
pt: Configuração OAuth

source: Providers
pt: Provedores:

source: Applications and Networks
pt: Aplicações e Redes

source: The application %{application} wants permission to read the following informations:
pt: A aplicação %{application} quer permissão para ler as seguintes informações:

source: Allow
pt: Permitir

source: Uses Solr as search engine.
pt: Usa Solr como motor de busca.

source: Spam comments found / number of comments verified
pt: Comentários spams encontrados / número de comentários verificados

source: Spammers found / number of users verified
pt: Spammers encontrados / número de usuários verificados

source: SEE FULL REPORTS (%s)
pt: VEJA OS RELATÓRIOS COMPLETOS (%s)

source: No Report
pt: Nenhum Relatório

source: Google Analytics Profile ID
pt: ID do Perfil no Google Analytics

source: See how to configure statistics for your profile
pt: Veja como configurar as estatísticas para seu perfil

source: Loading
pt: Carregando...

source: The message could not be sent
pt: A mensagem não pode ser enviada

source: Contact from %s
pt: Contato de %s

source: SendEmailPlugin's config
pt: Configurações do SendEmailPlugin

source: E-Mail addresses you want to allow to send
pt: Endereços de e-mail que você deseja liberar para envio

source: (list of email addresses separated by comma)
pt: (lista de endereços de e-mail separadas por vírgula)

source: %{field_name} in %{currency}: %{symbol} %{field}
pt: %{field_name} em %{currency}: %{symbol} %{field}

source: Price in %{currency}
pt: Preço em %{currency}

source: Discount in %{currency}
pt: Desconto em %{currency}

source: Already specified in all %{link}
pt: Já especificado em %{link}

source: accepted currencies
pt: moedas aceitas

source: Specify %{field} in %{select}
pt: Especificar %{field} em %{select}

source: price
pt: preço

source: discount
pt: desconto

source: Edit currency
pt: Editar moeda social

source: Create a new currency
pt: Criar nova moeda social

source: cancel
pt: Cancelar

source: Accept a new currency
pt: Aceitar nova moeda social

source: Find the currency you want to accept on the network
pt: Procure a moeda que você quer aceitar no seu ponto de cultura

source: search
pt: Busca

source: %{name}, currency offered by %{organizer}
pt: %{name}, moeda oferecida por %{organizer}

source: Currencies organized by your enterprise
pt: Moedas sociais organizadas pelo seu ponto de cultura

source: Create new currency
pt: Criar nova moeda

source: Currencies already accepted
pt: Moedas sociais já aceitas

source: Disassociate currency '%{name}'
pt: Desassociar moeda social '%{name}'

source: This currency is now organized by your enterprise and potencially accepted by others enterprises and theirs products.
pt: Essa moeda social agora é organizada pelo seu ponto de cultura e pode ser usada por outros pontos de cultura.

source: Still accept this currency
pt: Seguir aceitando essa moeda social

source: Disassociate
pt: Desassociar

source: %{number} enterprise(s) accept this currency
pt: %{number} pontos de cultura aceitam esta moeda social

source: Coverage (how many are circulating)
pt: Cobertura (quantidade em circulação)

source: Stop accepting
pt: Deixar de aceitar

source: No enterprise accept this currency yet
pt: Nenhuma ponto de cultura aceita essa moeda

source: %{number} enterprises accept %{symbol}
pt: %{number} pontos de cultura aceitam %{symbol}

source: Accept this currency
pt: Aceitar essa moeda social

source: Offers from this enterprise
pt: Ofertas deste Ponto de Cultura

source: Members from this enterprise
pt: Integrantes deste Ponto de Cultura

source: Get in contact
pt: Entre em contato

source: About this enterprise
pt: Sobre este Ponto de Cultura

source: Contact the enterprise
pt: Contate o Ponto de Cultura

source: Phone
pt: Telefone

source: Evaluations of this enterprise
pt: Avaliações deste ponto de cultura

source: Accepted Currencies
pt: Moedas Aceitas

source: Knowledges
pt: Saberes

source: Enterprise name
pt: Ponto de Cultura

source: Your enterprise is already registered? Click here!
pt: Seu ponto de cultura já está registrado? Clique aqui.

source: Find bellow your enterprise. If it doesn't exist, you can %{register}.
pt: Ache seu ponto de cultura aqui. Se ainda não estiver cadastrado, você pode %{register}

source: register it
pt: registre

source: Your membership will wait for aproval of one the administrators from the selected enteprise
pt: Sua participação no ponto de cultura precisa ser aprovada. Por favor, aguarde a resposta do administrador do ponto de cultura.

source: I want to exchange in %{environment}!
pt: Quero trocar no %{environment}!

source: Please select an enterprise
pt: Por favor, selecione um ponto de cultura

source: Offers, knowledges and interests
pt: Ofertas, saberes e interesses

source: Showing results near of your enterprise '%{enterprise}'
pt: Mostrando resultados próximos de seu ponto de cultura '%{enterprise}'

source: search for...
pt: Buscar por:

source: Localization wasn't informed
pt: Localização não informada

source: Already made %{exchanges_count} exchanges with %{enterprises_count} enterprises.
pt: Já realizou %{exchanges_count} trocas com %{enterprises_count} pontos de cultura.

source: Some enterprises
pt: Alguns pontos de cultura

source: Create new enterprise
pt: Criar novo ponto de cultura

source: %{profile} knows %{learning}
pt: %{profile} sabe %{learning}

source: Interest
pt: Interesses

source: %{profile} is interested in %{interest}
pt: %{profile} está interessado em %{interest}

source: Offer
pt: Oferta

source: %{profile} offers %{product}
pt: %{profile} oferece %{product}

source: Region of %{city_with_state}
pt: Região de %{city_with_state}

source: Sub-groups awaiting approval:
pt: Sub-grupos aguardando aprovação:

source: Create a new sub-community
pt: Criar nova sub-comunidade

source: Register a new sub-enterprise
pt: Registrar um novo sub-ponto de cultura

source: Fill in the search field to find the groups that should be added as sub-group of this organization:
pt: Preencha o campo de busca para encontrar grupos que devem ser adicionados como sub-grupo dessa organização:

source: Type in a search term for a group
pt: Digite um termo de pesquisa para um grupo

source: Summary
pt: Resumo

source: Good practices
pt: Boas práticas

source: Details
pt: Detalhes

source: Summary:
pt: Resumo:

source: Associate Products
pt: Associar produtos

source: Associate Persons
pt: Associar pessoas

source: Learning's detail
pt: Detalhes do saber

source: Good practices:
pt: Boas práticas:

source: Associated products
pt: Produtos relacionados

source: Associated Persons
pt: Pessoas associadas

source: Showing page %s of %s
pt: Mostrando página %d de %d

source: No filter available
pt: Nenhum filtro disponível

source: %s evaluations
pt: %s avaliações

source: Read evaluations
pt: Ler avaliações

source: No evaluations yet
pt: Nenhuma avaliação ainda

source: Evaluation done by %{evaluator} at %{time}
pt: Avaliação feita por %{evaluator} em %{time}

source: %m/%d/%Y at %H:%Mh
pt: %d/%m/%Y às %H:%Mh

source: Score
pt: Nota

source: The deal happened?
pt: A troca se concretizou?

source: products' inputs
pt: insumos de produtos

source: %{interest} from %{profile}
pt: {interest} de %{profile}

source: Buyer interests
pt: Interesses

source: Products and services of interest. Type some characters and choose your interests from our list.
pt: Produtos e serviços de interesse. Digite alguns caracteres e escolha o produtoque mais próximo da lista.

source: Back to Interests
pt: Voltar para interesses

source: Suppliers
pt: Fornecedores

source: Consumers
pt: Consumidores

source: look for products...
pt: procure por produtos...

source: Reading
pt: Legenda

source: your enterprise
pt: seu ponto de cultura

source: suppliers
pt: fornecedores

source: consumers
pt: consumidores

source: both
pt: ambos

source: As supplier
pt: Como fornecedor

source: As consumer
pt: Como consumidor

source: Tolerance Adjustments
pt: Configurações de Tolerância

source: Seconds
pt: Segundos

source: Minutes
pt: Minutos

source: Hours
pt: Horas

source: Content edition tolerance time
pt: Tempo de tolerância para edição de conteúdo

source: Comment edition tolerance time
pt: Tempo de tolerância para edição de comentários

source: Empty means unlimited and zero means right away.
pt: Vazio significa ilimitado e zero significa imediatamente.

source: Ldap Management
pt: Gerenciamento do Ldap

source: Value
pt: Valor

source: Port
pt: Porta

source: Account
pt: Conta

source: Account Password
pt: Senha da conta

source: Base DN
pt: DN Base

source: LDAP Filter
pt: Filtro LDAP

source: On the fly creation
pt: Criação sob-demanda

source: Attributes
pt: Atributos

source: Fullname
pt: Nome completo

source: Back to plugins administration panel
pt: Voltar ao painel de administração

source: Start an exchange
pt: Fazer escambo

source: %{sender} sent a %{message} in the exchange.
pt: %{sender} enviou uma %{message} na troca.

source: message
pt: mensagem

source: exchange
pt: troca

source: %{origin} made a new %{proposal} for you.
pt: {origin} fez uma nova %{proposal} para você.

source: proposal
pt: proposta

source: %s will offer
pt: %s irá oferecer

source: %m/%d/%y <br> %H:%M
pt: %d/%m/%y <br> %H:%M

source: Your evaluation (still to be done)
pt: Sua avaliação (a ser feita)

source: %s evaluation (still to be done)
pt: Avaliação de %s (a ser feita)

source: Type your message
pt: Digite sua mensagem

source: Send message
pt: Enviar mensagem

source: Send this proposal
pt: Enviar esta proposta

source: Delete this proposal
pt: Apagar esta proposta

source: Set up a counter-offer
pt: Montar contra-proposta

source: Cancel Negociation
pt: Cancelar negociação

source: Accept proposal and finish Exchange
pt: Aceitar proposta e finalizar troca

source: *To finish this exchange, the other part must accept this proposal!
pt: *Para que esta troca seja finalizada, a outra parte deve aceitar esta proposta!

source: %s has no knowledges registered.
pt: %s não tem saberes registrados

source: Please evaluate the behaviour of %s during the exchange process
pt: Por favor, avalie o comportamento de %s durante o processo de troca:

source: Submit Evaluation
pt: Enviar avaliação

source: %s has no offers registered.
pt: %s não tem ofertas registrados

source: Proposal
pt: proposta

source: Negociation
pt: negociação

source: Evaluation
pt: avaliação

source: Add amount in money
pt: Adicionar quantia em dinheiro

source: %{origin} proposed and %{target} accepted!
pt: <strong> %{origin} </strong> propos e <strong> %{target} </strong> aceitou!

source: %{origin} proposes
pt: <strong> %{origin} </strong> propôs

source: Add not registered product
pt: Adicionar produto não registrado

source: %s's Exchanges
pt: Trocas de %s

source: Active Exchanges
pt: Trocas ativas

source: Exchange created at %{time} by %{profile}
pt: Troca criada em %{time} por %{profile}

source: Open Exchange
pt: Abrir detalhes da troca

source: Closed Exchanges
pt: Trocas encerradas

source: Exchange with %{the_other} created at %{time} by %{profile} and closed at %{closed_time}
pt: Troca com %{the_other} criada em %{time} por %{profile} e fechada em %{closed_time}

source: See history
pt: Ver histórico

source: Proposal sent %s
pt: Proposta enviada em %s

source: You offer
pt: Oferta
